[{"type":"title","title":"Overview","location":"/overview?lang=en&info=full#p:0","text":"Overview"},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:1","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the homepage with the opened, unfiltered timeline (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:4","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the map of Vienna from 1933 rectified to align with the underlying OpenStreetMap (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:5","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the actor-network window of the event \"Radio Wien, May 14, 1933, 10:20–11:05\" (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:6","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the description window of the event \"Radio Wien, May 14, 1933, 10:20–11:05\" (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:8","text":"Table of the three dispositifs of mediation implemented at campusmedius.net in the Topology module as a multi-perspectival account of the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) held in Vienna on May 14, 1933 (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer).\r\n"},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:9","text":"Icons of the mediators, based on Otto Neurath's \"International System of Typographic Picture Education\" (ISOTYPE), implemented at campusmedius.net in the module Topology (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:73","text":"Ernst Rüdiger Starhemberg's rise in the Union of Austrian Home Guards, printed in Österreichische Heimatschutzzeitung (Vienna), July 22, 1933, supplement \"Wehrfront im Bild,\" pp. 2–3. Source: Austrian National Library."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:74","text":"The family of Starhemberg's noble coat of arms from 1765. Source: Fürst Starhemberg'sche Familienstiftung."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:11","text":"Ernst Rüdiger Starhemberg giving a speech in front of the monument to Count Ernst Rüdiger von Starhemberg on Rathausplatz in Vienna on September 12, 1933, printed in Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper &amp; Brothers 1942, fig. 3. Source: Austrian National Library."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:12","text":"Propaganda poster (1934) by the Austrian Home Guard with a photograph of Ernst Rüdiger Starhemberg (left) and Engelbert Dollfuß, which was taken at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on the garden terrace of Schönbrunn Palace in Vienna on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:19","text":"The \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace in Vienna on May 14, 1933 (Ernst Rüdiger Starhemberg in front of the microphones). Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:75","text":"A Bell &amp; Howell 2709 35mm movie camera from 1922, photographed by Adam J. Wilt in 2012. Source: adamwilt.com."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:14","text":"Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz in Vienna on May 14, 1933, here on Mariahilfer Straße around the area of Vienna's western railway station. Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:15","text":"Austrian Home Guard members lower the flags at Schwarzenbergplatz in Vienna on May 14, 1933, as they march past their leaders, including Engelbert Dollfuß (second from left) and Ernst Rüdiger Starhemberg (third from left), who review and salute the paramilitary parade. Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:76","text":"Transmitters of the Austrian Radio Verkehrs AG (RAVAG), printed in Radio Wien (Vienna), 11/1 (September 28, 1934), p. 22. Source: Austrian Newspapers Online."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:77","text":"On November 4, 1932, the magazine Radio Wien published some results of an audience survey conducted by the Wirtschaftspsychologische Forschungsstelle for the Austrian Radio Verkehrs AG (RAVAG). Source: Austrian Newspapers Online."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:18","text":"The data model of the Topology module at campusmedius.net (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:18","text":"The data model of the Topology module at campusmedius.net (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:20","text":"Hakeem Tahboub: Map of hookah smoking created in a course taught by Simon Ganahl at UCLA in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:21","text":"Octavio Chiesa: Timeline of unboxing an iPhone, created in a course taught by Simon Ganahl at UCLA in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:22","text":"Philipp Althammer: Map of playing sounds, created in a course taught by Simon Ganahl at University of Liechtenstein in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:23","text":"Diogo Da Silva: Timeline of waking up, created in a course taught by Simon Ganahl at University of Liechtenstein in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:25","text":"Alexandra Kraler: Timeline of cooking espresso, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2017."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:26","text":"Astrid Neumayr: Diagram of a venipuncture, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2017."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:78","text":"Astrid Neumayr: Diagram of looking in the mirror, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2017."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:79","text":"Fabienne Rohner: Analysis of an advertising brochure from Sutterlüty Handels GmbH, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:80","text":"Christian Fischer: Diagram of walking the dog with a leash, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:81","text":"Michael Schneitter-Venier: Visualization of viewing a photographic exhibit, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:82","text":"Lina Gasperi: Representation of an entry in the sketch book, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:83","text":"Lina Gasperi: Map of an architectural study trip, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:84","text":"David Juen: Visualization of showering in the morning, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:85","text":"David Juen: Map of a car ride, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:314","text":"Mio Kobayashi: Timeline of a videoconference, created in a course taught by Simon Ganahl at the University of Liechtenstein in 2020."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:315","text":"Gregorio Candelieri: Map of a meditating exercise, created in a course taught by Simon Ganahl at the University of Liechtenstein in 2020."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:316","text":"Stephanie Engstler: Illustration of watering plants, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2020."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:317","text":"Anna Krepper: Diagram of medicating the cat, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2020."},{"type":"video","title":"Overview","location":"/overview?lang=en&info=full#v:1","text":"Movie report on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, from the newsreel Fox Tönende Wochenschau (VII/20, May 15, 1933), contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. The clip shows Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz, here first along Mariahilfer Straße and then in front of the Staatsoper. Source: Filmarchiv Austria."},{"type":"video","title":"Overview","location":"/overview?lang=en&info=full#v:13","text":"Caroline Winkler: Video documentation of selecting a selfie on the phone, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"audio","title":"Overview","location":"/overview?lang=en&info=full#a:1","text":"Engelbert Dollfuß speaking at the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park in Vienna on May 14, 1933: \"When you celebrate this day and this time today, it is not a usual historical commemoration. Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us. In the fight for the homeland, in the fight for the bettering of our homeland, we close ranks firm and true.\" [Our translation.] Source: Österreichische Mediathek."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:1","text":"Preliminary versions of this text were published in Ingo Börner, Wolfgang Straub, Christian Zolles (eds.): Germanistik digital. Digital Humanities in der Sprach- und Literaturwissenschaft, Vienna: Facultas 2018, pp. 104–117, and in spheres. Journal for Digital Cultures, #1: Politics after Networks (2018), DOI: 10.25969/mediarep/3814."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:2","text":"See Simon Ganahl: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen, Konstanz: Konstanz University Press 2015, pp. 21–111, DOI: 10.26530/oapen_574830."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:3","text":"Shannon Mattern has since published her urban media archaeology, which had a formative influence on Campus Medius, in two books: Deep Mapping the Media City, Minneapolis: University of Minnesota Press 2015; Code + Clay… Data + Dirt. Five Thousand Years of Urban Media, Minneapolis: University of Minnesota Press 2017."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:4","text":"See Mikhail M. Bakhtin: \"Forms of Time and of the Chronotope in the Novel\" [Russian 1975], in: The Dialogic Imagination. Four Essays, ed. Michael Holquist, trans. Caryl Emerson and Michael Holquist, Austin: University of Texas Press 1981, pp. 84–258."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:5","text":"See Simon Ganahl: \"Der monströse Fouleuze. Eine philosophische Lektüre von Andrej Belyjs Petersburg,\" in: Le foucaldien, 3/1 (2017), DOI: 10.16995/lefou.23."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:6","text":"See Todd Presner: \"The View from Above/Below,\" in: Todd Presner, David Shepard, Yoh Kawano: HyperCities. Thick Mapping in the Digital Humanities, Cambridge: Harvard University Press 2014, pp. 84–127, here pp. 110–118."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:7","text":"See Bruno Latour: Reassembling the Social. An Introduction to Actor-Network-Theory, Oxford: Oxford University Press 2005."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:8","text":"See Otto Neurath: International Picture Language. The First Rules of Isotype, London: Kegan Paul 1936."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:9","text":"As Foucault wrote in retrospect, his studies of modern madness, disease, criminality, and sexuality explored \"the historical a priori of a possible experience.\" (Michel Foucault: \"Foucault,\" trans. Robert Hurley [French 1984], in: Essential Works of Foucault. 1954–1984, vol. 2, ed. James Faubion, Harmondsworth: Penguin 2000, pp. 459–463, here p. 460 [emphasis in original].)"},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:10","text":"On interfaces as practices of mediation, see Alexander R. Galloway: The Interface Effect, Cambridge: Polity 2012, and Johanna Drucker: Graphesis. Visual Forms of Knowledge Production, Cambridge: Harvard University Press 2014."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:11","text":"See Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper & Brothers 1942, pp. 95–117."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:12","text":"See \"Die Antwort auf den Kikeriki-Sonntag,\" in: Arbeiter-Zeitung (Vienna), May 16, 1933, p. 2."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:13","text":"See Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:14","text":"On the history of digital profiling, see Colin Koopman: How We Became Our Data. A Genealogy of the Informational Person, Chicago/London: University of Chicago Press 2019, and Andreas Bernard: The Triumph of Profiling. The Self in Digital Culture, trans. Valentine A. Pakis, Cambridge: Polity 2019 [German 2017]."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:15","text":"Jean Bauer: \"Who You Calling Untheoretical?,\" in: Journal of Digital Humanities, 1/1 (2011)."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:16","text":"The selection of space, time, and value as relational properties is based on Foucault's analysis of power relations, especially his precise description of spatial distributions, temporal orders, and evaluative rankings. See Michel Foucault: Discipline and Punish. The Birth of the Prison, trans. Alan Sheridan, New York: Vintage Books 1995 [French 1975], pp. 135–228."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:17","text":"Donna Haraway: \"Situated Knowledges. The Science Question in Feminism and the Privilege of Partial Perspective,\" in: Feminist Studies, 14/3 (1988), pp. 575–599, here p. 581."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:18","text":"The transcendent position is implemented in the Topology of Campus Medius as a deliberate, additional mediator of the mediation \"How to Use Reason: Sovereign Signs.\" In the website's database, its number is 0 and its name is \"God.\" The other two mediations are realized immanently, that is, without an external perspective."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:19","text":"In an interview from 1977, Foucault defined the dispositif, usually translated into English as \"apparatus\" or \"mechanism,\" as \"a thoroughly heterogeneous ensemble [un ensemble résolument hétérogène]\" and explicitly as \"the network [le réseau] that can be established between these elements,\" comprising \"the said as much as the unsaid.\" He emphasized, however, that he is not so much interested in categorizing the connected entities, for example as discursive or material, but rather in searching for the specific \"nature of the connection [la nature du lien].\" Foucault added that every dispositif \"answers an urgent demand [répondre à une urgence]\" by strategically solving a social problem. (Michel Foucault: \"The confession of the flesh,\" trans. Colin Gordon [French 1977], in: Power/Knowledge. Selected Interviews and Other Writings 1972–1977, ed. Colin Gordon, New York: Pantheon 1980, pp. 194–228, here pp. 194–195 [translation modified].)"},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:20","text":"See Paul F. Lazarsfeld: \"An Episode in the History of Social Research. A Memoir\" [1968], in: Patricia L. Kendall (ed.): The Varied Sociology of Paul F. Lazarsfeld, New York: Columbia University Press 1982, pp. 11–69."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:21","text":"The metadata include title, URL, abstract, keywords, authors, dates of publication and of last modification, and details on copyright and funding. They are modeled on the vocabulary of Schema.org and encoded in JSON-LD format."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:22","text":"Foucault did not actually formulate such a theory, but in the lectures on governmentality he summarized his studies on modernity and adjusted his approach. Instead of defining epochal shifts around 1650 and 1800, he conceptualized a sovereign, a disciplinary, and a liberal regime, which can all be traced from the seventeenth up to the twentieth century. See Michel Foucault: Security, Territory, Population. Lectures at the Collège de France 1977–1978, trans. Graham Burchell, ed. Michel Senellart, Basingstoke: Palgrave Macmillan 2007 [French 2004], esp. pp. 87–114."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:23","text":"On critique as the \"art of not being governed quite this way,\" see Michel Foucault: \"What is Critique?,\" trans. Lysa Hochroth [French 1978], in: The Politics of Truth, ed. Sylvère Lotringer, Los Angeles: Semiotext(e) 2007, pp. 1–81, here p. 45 [translation modified]. On critical cartography and counter-mapping, see Jeremy W. Crampton and John Krygier: \"An Introduction to Critical Cartography,\" in: ACME. An International E-Journal for Critical Geographies, 4/1 (2005), pp. 11–33, and the inspiring \"critical cartography primer\" in Annette Miae Kim: Sidewalk City. Remapping Public Space in Ho Chi Minh City, Chicago: University of Chicago Press 2015, pp. 112–145."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:1","text":"Campus Medius explores and expands the possibilities of digital cartography in cultural and media studies. In this introduction, the project head Simon Ganahl elaborates on the development of the website from a historical case study to a mapping platform."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:3","text":"The idea for this mapping project originated in my doctoral studies on the media references in the writings of Karl Kraus (1874–1936) and Peter Altenberg (1859–1919), where I investigated a text that Kraus had written in Vienna in 1933: the Third Walpurgis Night.  In this 300-page essay, the events of a weekend that May are central to its critique of the contemporary political situation, namely the Nazi \"seizure of power\" in Germany and the Austrian response to these developments. By researching what had happened in Vienna on May 13 and 14, 1933, I soon understood why Kraus had experienced this weekend as a turning point. Consequently, I decided to represent fifteen selected events within twenty-four hours, from Saturday at 2 p.m. to Sunday at 2 p.m., on a digitized map of Vienna from 1933. Supervised by the media scholar Shannon Mattern, the initial version of the website was developed in collaboration with the software engineers Rory Solomon and Darius Daftary and the designer Mallory Brennan at The New School in New York and launched at campusmedius.net in July 2014. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:4","text":"The selection of the empirical material was also influenced by the concept of the chronotope. In the 1930s, Mikhail Bakhtin had written an essay on time-spaces or space-times in literature from antiquity to the Renaissance, which became very important in literary studies after its publication in 1975.  His approach inspired me to limit the historical case study to exactly twenty-four hours in Vienna—a temporal and spatial unity that not only emerged in the course of events, but also resembles the most significant chronotope of the Modernist novel. Just think of James Joyce's Ulysses, Virginia Woolf's Mrs Dalloway, Andrei Bely's Petersburg, or—to name another medium—the documentary Berlin: Symphony of a Metropolis by Walter Ruttmann. In all these artworks from the first third of the twentieth century, one finds the attempt to capture modernity in a very specific time-space: a day in the city. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:5","text":"The historical chronotope of twenty-four hours in Vienna on May 13 and 14, 1933, is marked by so-called \"Turks Deliverance Celebrations\" (Türkenbefreiungsfeiern) held by the Austrian Homeland Protection (Heimatschutz) in the gardens of Schönbrunn Palace and by the NSDAP in the Engelmann Arena. As the 250th anniversary of the city's liberation from the Ottoman siege in mid-September 1683, celebrated in advance for reasons of propaganda, these competing rallies were oriented from the outset on media communication: prepared by the party-political press, partially broadcast live on Radio Wien, and captured in newsreels. To create counter-publicity, the Social Democrats published programmatic editorials and organized \"freedom celebrations\" in the municipal housing projects (Gemeindebauten). While the Burgtheater staged the play Hundred Days, co-written by Benito Mussolini, several cinemas were screening Fritz Lang's sound feature The Testament of Dr. Mabuse, a film banned in Germany. In other movie theaters, adherents of National Socialism viewed the documentary Germany Awakes, and a group of communists showed Sergei Eisenstein's Battleship Potemkin and Turksib by Viktor Turin. Moreover, the Sunday edition of the Neue Freie Presse, Vienna's most important bourgeois newspaper, printed an essay entitled \"Humbug, Bluff, and Ballyhoo\" on public relations as practiced by Edward Bernays, a nephew of Sigmund Freud."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:6","text":"Users can discover what was happening simultaneously at different places in Vienna by moving the twenty-four-hour timeline.  The interactive map also makes it possible to give a spatial overview of the events. Inspired by the research platform HyperCities, to which Campus Medius in general owes a lot, we not only geo-referenced their sites but used an established technique for historical mapping projects known as rectification. In our case, a city map of Vienna from 1933 was scanned with high resolution at the Austrian National Library, converted into a GeoTIFF file, and rectified to align with the underlying GIS data of OpenStreetMap.  This technological procedure discomfited me because of the idea that a digital map represents reality from which a printed map more or less deviates. What actually happens in the process of rectification, though, is a translation between different projections of reality that ought to be traced back to the historical conditions of their emergence.  Due to this critique of the cartographical approach, we have striven to question and alienate these standardized representations of time and space in the current version of the project that I will discuss in the second chapter."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:7","text":"By selecting a pin on the map, an actor-network of the respective event popped up in the initial release of campusmedius.net.  Methodologically, this visualization was derived from actor-network theory, which basically states that it is not a subjective consciousness that decides to act, and then things happen accordingly—in other words, that actions should not be understood as human intentions, but rather as interplays between human and nonhuman actors.  We styled the actor icons along the lines of the International System of Typographic Picture Education (ISOTYPE), a conceptually universal picture language developed under the direction of the political economist and Austro-Marxist Otto Neurath, a member of the Vienna Circle, from the mid-1920s onwards.  In our project, however, ISOTYPE is not regarded as a universal design concept, but rather as a visual vocabulary that is closely related to the historical setting of the case study. In Campus Medius 1.0, the colors of the icons designated political backgrounds, with red for socialist and communist, green for Austrofascist, brown for National Socialist, and blue for bourgeois actors. If the user clicked on this actor-network window, a multimedia description of the associated event opened up, featuring photographs, sound recordings, movie clips, archival documents, press articles, etc. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:8","text":"This is, by and large, the first version of campusmedius.net as the website went online in 2014—a kind of digital exhibition. The project's take on the research field of digital humanities has been strongly influenced by the Digital Humanities Manifesto, which argues for \"the scholar as curator and the curator as scholar.\" With every historical document that is digitized, this claim becomes more important. By October 29, 2020, the Austrian National Library, for example, had made twenty-three million newspaper pages available in Austrian Newspapers Online (ANNO): What is such \"big data\" good for if it is not correlated in meaningful ways? One way is to develop algorithms that help recognize patterns; another way is to curate this cultural heritage in digital monographs. We started with the latter approach, used the preliminary results to translate our theoretical concepts into a data model, and have begun to devise an algorithmic analysis based on the second version of the project that I will present in the following chapter."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:10","text":"In the current version of campusmedius.net published in April 2021, which was programmed by Andreas Krimbacher and designed by Susanne Kiesenhofer, the aforementioned overview of the historical chronotope continues to exist in the \"Topography\" module, comprising as before the twenty-four-hour timeline and the rectified map of Vienna from 1933. The fifteen events, however, are only marked by ordinary pins as the concept of the actor-network moved to a new module that we call \"Topology.\" In this section, we focus on the main event of the selected time-space: the \"Turks Deliverance Celebration\" held by the Austrian Homeland Protection in the gardens of Schönbrunn Palace on May 14, 1933, which is imparted from a bird's-eye perspective, panoramically, and in street view by five mediators each. The narrative technique of telling a story from different perspectives is very common in novels, films, and TV serials. In Campus Medius 2.0, this approach is deployed to construct ideal-typical interfaces meant to spotlight and denaturalize representations of time and space that have become standardized in digital cartography."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:11","text":"We drew a table that outlines this multi-perspectival account of the \"Turks Deliverance Celebration.\"  Conceptually, the scheme is based on a question that has motivated the project from the outset: what is a media experience? Or more precisely, what does it mean to have a media experience in modernity? This line of inquiry derives from Michel Foucault's studies of criminality or sexuality as modern possibilities of experiencing.  But can we also conceptualize mediality as an experiential field in the Foucauldian sense? What possibilities of having media experiences have opened up in the modern age since about the mid-seventeenth century? The table answers this question with a bold thesis: having a media experience in modern societies essentially means using reason in sovereign signs, capturing life in examining gazes, or speaking up in governed transmissions. These three possibilities of having media experiences—in Foucauldian terms: dispositifs of mediation—materialize in heterogeneous mediators. For our case study on the \"Turks Deliverance Celebration,\" each mediation is expressed by five selected mediators whose icons are designed along the lines of ISOTYPE  and that are associated in specific types of connection, in distinct topologies. Are the mediators building territories or spreading in an unlimited space? Do they end sometime or potentially exist infinitely? Is a centralized or an equalized distribution taking place? Etc. The mapping interfaces result from these dispositifs of mediation, because seeing things from a bird's-eye perspective, panoramically, or in street view entails certain notions of the world, certain ideologies that we aim to elucidate. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:12","text":"So how was the new Topology module implemented on the website? I start with the mediation \"How to Use Reason: Sovereign Signs,\" taking the example of the mediator Ernst Rüdiger Starhemberg, the federal leader of the Austrian Homeland Protection and initiator of the \"Turks Deliverance Celebration\" in Vienna on May 14, 1933.  Instead of a timeline, the Topology includes a selector beneath the map where the users can switch between the three mediations. In this case, the mediators are viewed from above and navigated via zooming. The network is centralized, that is, all navigations have to pass a central node: the transcendent bird's-eye view, overarching the earth's surface, which is not only the perspective of god, but also of the sovereign monarch overseeing his or her territory. This world view was very familiar to Starhemberg, who came from an old aristocratic family of the Habsburg Monarchy, which ended together with World War I in 1918.  One of his ancestors was Count Ernst Rüdiger von Starhemberg, the successful military commander of Vienna during the Ottoman siege of the city in summer 1683. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:13","text":"Led by Federal Chancellor Engelbert Dollfuss, the Austrian government adopted an authoritarian course in March 1933. His cabinet prevented parliament from working and governed by emergency decree, but it was not clear that spring how things would continue. Supported by Benito Mussolini, Italy's Fascist prime minister, Starhemberg suggested holding a mass rally of the Austrian Home Guards (Heimwehren) to celebrate the 250th anniversary of Vienna's liberation from the second Ottoman siege, which actually took place in mid-September 1683.  However, the plan, supported by the party-political press, was to give a public signal of Austria as a Fascist sovereign nation earlier in the year, and it worked out: to the strains of the ambiguous national anthem, the chancellor swore fidelity to the leader of the Homeland Protection in front of allegedly forty thousand Home Guard members,  deployed radially in the Baroque gardens starting from the balcony of Schönbrunn Palace, where Dollfuss and Starhemberg were standing. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:14","text":"In the second mediation, \"How to Capture Life: Examining Gazes,\" the users view and navigate the map panoramically. Its network is ranked, meaning they need to pan from the first to the fifth mediator one after another. The 35 mm movie camera \"Bell & Howell 2709,\" which was launched in 1912 and soon came to be the American standard model, may serve as an exemplary mediator for this interface.  I recognized the distinctive camera on the very right of a photograph that shows the Home Guard parade following the rally in Schönbrunn, captured on Mariahilfer Strasse near Vienna's western railway station.  On a high-resolution scan of the picture, we not only identified the model, but also realized that this unique camera had been equipped with an aftermarket motor and apparatus for recording optical sound. The reel was shot for the German version of Fox Movietone News and has been preserved in the Filmarchiv Austria. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:15","text":"I have been particularly interested in the question of which kind of film this assemblage was able to shoot, how this specific camera and the following editing process made it possible to capture the movement of the parade. In principle, this upgraded Bell & Howell 2709 reviewed the paramilitary procession not unlike the members of the Austrian government awaiting the march-past at Schwarzenbergplatz in the city center.  And the spectators viewing the newsreel in the movie theaters later on, were they not taking up a similar position of examining these moving bodies? A form of disciplinary examination that a few residents of Vienna's Lassalle Hof literally inverted the day before when they turned their exposed buttocks instead of their eyes towards a passing convoy with Nazi politicians from Germany."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:16","text":"The third mediation, \"How to Speak Up: Governed Transmissions,\" is determined by the mapping interface of the street view. In its distributed network, the users can navigate by tracking in all directions but are not able to escape this narrow perspective. As a corresponding mediator, I lastly present the technical apparatus that broadcast the speeches held at the \"Turks Deliverance Celebration\" live on Radio Wien.  These voices, transformed into electricity by a dynamic or carbon microphone, arrived at the tube amplifier by cable, were relayed from Schönbrunn Palace to the headquarters of the Austrian Radio Verkehrs AG (RAVAG) in the inner city possibly by a shortwave transmitter, but probably via phone lines, and transferred from there in special broadcasting cables to the large transmitter on the Rosenhügel in the southwest of Vienna, as well as to the regional stations in the federal provinces that generated and aired electromagnetic waves at their allocated lengths. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:17","text":"The Social Democrats, who set up about fifty \"freedom celebrations\" opposing the \"Turks Deliverance Celebration,\" organized a \"listener strike\" with more than ten thousand cancellations of radio licenses in protest against the live broadcast.  What these people express in their collective letter of cancellation is an aversion to being patronized by the state and a strong will to raise their own voices on the radio. The protest corresponds to the findings of a contemporary study carried out by the Wirtschaftspsychologische Forschungsstelle, based in Vienna and headed by Paul Lazarsfeld, who later became a major figure in American sociology after his emigration to New York.  The RAVAG had commissioned this Center of Economic-Psychological Research to run a statistical survey of the tastes of Austrian radio listeners.  The innovative aspect of the RAVAG study, conducted in 1931/32, was not only the quantitative measurement of listeners' wishes, but above all the fact that it provided information on the likes and dislikes of various social groups. By correlating radio programs with social data, the final report broke down the mass audience into specific target groups. This is one beginning of what is called \"profiling\" today and what might be appreciated or rejected as management of the freedom to communicate. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:19","text":"In the first two parts of this introduction, I mainly discussed the website's front end, i.e., issues related to the interface. On the other side of the software stack, however, its back end is located; invisible to the users, it is a database in which all the content is stored. What I would like to stress here is that deciding which entities are included in the database and how they are related is a genuinely methodological matter. In order to build a scholarly website, the research approach needs to be operationalized; at least working definitions of the central concepts are necessary. In a project within the field of cultural and media studies, this work definitely cannot be conducted by software engineers alone, because: \"The database is the theory!\"  If a website is supposed to match up to the complexities of the theoretical approaches that are guiding cultural and media research, both its back end and its front end must be developed in a truly interdisciplinary dialogue with programmers and designers. Hence, the following paragraphs will deal with the data model on which the Topology module of Campus Medius is based. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:20","text":"I start with the entity at the top of the diagram, the mediator as anyone or anything given in an experience that makes a difference in the course of action. In our terminology, a medium is none other than a type of mediators: Starhemberg appears on the stage of the \"Turks Deliverance Celebration\" as federal leader of the Austrian Homeland Protection, but ideally aligns himself with leader figures ranging from the Roman Caesars via the Habsburg emperors to the Fascist Duce. This is an example of a one-to-many relationship, with one medium constituted from many mediators. It was important for us to attach the attributes space, time, and value—the latter understood in terms of weighing the nodes in a network—to the relation, which connects two mediators, and not to the mediator itself.  The common practice in digital cartography, however, is to determine where and when an entity occurs, i.e., to set its location (latitude/longitude) and its date and time. Yet this approach would have required a kind of transcendent gaze, an external perspective able to situate mediators in absolute time and space. In order to avoid this \"god trick of seeing everything from nowhere,\"  we have conceptualized space, time, and value relationally, in other words as differences in the network of mediators. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:21","text":"An experience, in the sense of our data model, is an individual subset of relations including the attached mediators. And just as in our terminology a medium is a type of mediators, a mediation is a pattern of relations (e.g., the centralized topology occurring again and again in the \"Turks Deliverance Celebration\"). In other words, a regularity of spatial, temporal, and evaluative connections—but what is actually mediated in an experience? This question links to the box at the foot of the data model, which summarizes the major function of the Foucauldian dispositif, namely to strategically respond to a social demand.  While actor-network accounts focus on concrete empirical cases in order to precisely describe who or what makes a difference to a course of action, dispositif analysis searches for types of connection, for historical patterns of relations that are actualized in the given situation. Let us take the aforementioned example of the protest against the live broadcast of the \"Turks Deliverance Celebration\": the people who canceled their license wanted to speak up and refused to be influenced or educated from above—a collective demand to which Austrian radio was not ready to respond in 1933. However, counseled by the emigrants Paul Lazarsfeld, his wife Herta Herzog, and his friend Hans Zeisel, the Columbia Broadcasting System (CBS) and the New York advertising agency McCann-Erickson soon learned how to steer free expression of opinion in specific directions. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:22","text":"In short, the actor-network and the dispositif are the central theoretical concepts that are operationalized in the data model of Campus Medius 2.0.  Thus far, I have only elaborated on the right-hand part of the diagram, the ontological structure of the database. Its left-hand side, however, shows how the stored data become perceptible to the users. In order to appear on the website, a mediator needs to receive information, it literally has to be informed by texts, images, audio, or video. The metadata of these multimedia descriptions can be accessed by way of a quote icon placed next to the page title and downloaded as linked open data (LOD).  Apart from the works cited in Campus Medius, which are protected by copyright, all content is available open access under the Creative Commons license CC BY 4.0. The typefaces used on the website are open-source fonts, namely Source Sans Pro and Source Serif Pro by Adobe."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:23","text":"Just like a mediator without information, a mediation—in the sense of our data model—stays invisible as long as there is no link to an interface, understood here as a mapping perspective (e.g., bird's-eye) and a mode of navigation (e.g., zooming). Hence, these visualizations are not neutral or free of ideology, but themselves part of their respective dispositif of mediation. In common with the substructure of campusmedius.net, they were programmed with open-source software: the front end in Angular and Mapbox GL JS, the back end in Django using a PostgreSQL database. The project code is fully documented and freely available at GitHub. We have implemented the website bilingually and responsively, that is, in English and in German, as well as for both desktop and mobile use. It runs on a virtual machine provided by the Vienna University Computer Center with all its data archived in the digital repository Phaidra."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:25","text":"In the last part of the introduction, I will sketch out the long-term plans that we are pursuing for campusmedius.net. We want to develop the website into a digital platform for mapping media experiences. Guided by a virtual assistant, the users may independently select a media experience in their daily lives, precisely describe its heterogeneous components, and map how these mediators are connected with each other. The analytical aim of the platform would be to subject the conceptual premises of the historical case study to a contemporary test: does having a media experience in the (post)modern societies of the twenty-first century still mean using reason in sovereign signs, capturing life in examining gazes, or speaking up in governed transmissions? In the case of the \"Turks Deliverance Celebration,\" these dispositifs of mediation arose from an interplay between the empirical material and a Foucauldian theory of modernity.  I want to highlight the word interplay in the sense of a mutual dialogue here, because no data explain themselves, but it also leads nowhere to obey a theoretical system that degrades them to mere placeholders. However, we are confident that our data model enables us to define media and mediations immanently, so to say from below, by analyzing numerous mappings of media experiences in order to discover types of mediators and relational patterns that are distinctive of mediality as a (post)modern field of experience."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:26","text":"The idea for this collaborative platform evolved from courses on \"Mapping Modern Media,\" which I have taught at different universities since 2016. Instead of geo-referencing data sets, the students are encouraged to consider mapping as a critical practice by selecting and inquiring into media experiences in their daily lives: Who or what is given in such a course of action? How are these mediators connected with each other? To which demand is the media experience responding? And what might an alternative response be? For these courses, the data model of Campus Medius 2.0 had to be translated into a series of practical operations or rather mapping exercises."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:27","text":"The exercise starts by selecting a concrete situation in everyday life that could be classified as a media experience and by explaining this choice. In the inventory, step two, the students are asked to define five mediators and to describe the selected course of action from these heterogeneous standpoints. The actual mapping follows in a third step where charts or diagrams are created that visualize the relations between the mediators. I encourage the students to explore the connections in terms of space, time, and value, but it is not strictly necessary for all three perspectives to be represented. Steps four and five are intended to be a critique of the analyzed situation: after contemplating to which urgent demand the media experience is responding, identifying its leitmotif, an alternative response or answer should be given in the form of a counter-map.  One student of mine chose to look into her habit of watching Tatort, for example, a very popular crime series produced and aired by public service broadcasters in Germany, Austria, and Switzerland. She asked herself why she views this TV drama almost every Sunday evening and concluded that she mainly appreciates the sense of community, knowing that millions of other viewers see and hear the same program at the same time. Yet if the \"sense of community\" is the real motive behind this media experience, what alternatives are there to feel in touch with others? Does it have to be a community of people with a similar language and cultural background (as in the case of Tatort)? Or could it also be a collective assembling more diverse members?"},{"type":"page","title":"Overview","location":"/overview?lang=en#p:28","text":"In conclusion, I will present some sketches, maps, and diagrams created in these mapping courses. The first example was made by a student from UCLA's Center for Digital Humanities who mapped the movement of the hose in a hookah session with five people sharing a water pipe, which he described as an opportunity to have easygoing conversation.  One of his classmates in this course from 2016 constructed a timeline of unboxing an iPhone in an Apple Store, treated like a spiritual rite, and defined two points of no return: the removal of the plastic around the box and of the phone's screen protector.  The following two maps derive from a class on sound mapping held in 2016 at the University of Liechtenstein, where one student charted how his daily activity was influenced by pupils playing in a schoolyard near his office.  Another participant in this seminar temporally arranged photos in order to visualize how he was woken every morning by a passing train. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:29","text":"At the University of Applied Sciences (FH) in Vorarlberg, Austria, a student of media design drew a timeline of preparing espresso on the stove, a procedure that seemed to organize her morning routine into a phase of personal hygiene while the coffee is brewing, and a phase of calm me-time before the workday begins.  One of her classmates in this course from 2017 had a blood sample taken from a peripheral vein and represented this physical intervention in a series of sketches.  As she concluded that a need for self-assurance drove this experience, her counter-map shows an examining look in the mirror.  The next year, 2018, the design students at the FH Vorarlberg created, for instance, a visual discourse analysis of an advertising brochure,  a video documentation of selecting a selfie on the phone,  a diagram of walking the dog with a leash,  and a visualization of viewing a photographic exhibit. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:30","text":"The following examples spring from a course in 2019, which I again held at the University of Liechtenstein. In this class, a student of architecture dealt with her daily entries in a sketch book.  As an alternative approach to her attempt to build a personal archive of architectural forms, she mapped photographs that were taken on study trips.  Another participant in this seminar described and visualized the morning shower as a mediation between the privacy of the bed and the public life of work.  His counter-map then addressed car driving as a means of commuting from one place to another, but also as a situation where the mind oscillates between concentration and memories or dreams. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:31","text":"The student projects of 2020 were strongly shaped by the changed living situation that arose from the coronavirus pandemic. On the one hand, they were concerned with the digitization of workflows as in the case of an architecture student who observed her fidgeting in videoconferences and represented this \"restless energy\" in a timeline.  On the other hand, there were several attempts to structure the course of the day while staying at home, for example, by meditating,  watering plants,  or medicating the cat according to a fixed schedule.  As stated by the students, the projects mentioned here revolve around communication processes, partly between different humans via technological devices, partly addressed to oneself, to flowers, or to pets."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:32","text":"All in all, these courses and workshops are quite experimental, a kind of laboratory to develop our digital mapping platform that also aims to serve media education. Analytically, the major challenge is to define a clear methodological procedure without predetermining what counts as a media experience. We want to collaboratively map the campus medius, the field of media, whether the course of action be taking a selfie or walking the dog. In spite of this openness regarding content, the results have to be comparable so that a multitude of mappings may disclose media as types of mediators and mediations in the sense of relational patterns."},{"type":"title","title":"Project Team","location":"/team?lang=en&info=full#p:0","text":"Project Team"},{"type":"page","title":"Project Team","location":"/team?lang=en#p:1","text":"Simon Ganahl heads the project Campus Medius and wrote all the texts on this website. He researches and teaches as a literature and media scholar with a focus on digital humanities at the Universities of Vienna, Zurich, Liechtenstein, and Vorarlberg. After studies in liberal arts and social sciences in Vienna, Hamburg, and Zurich, he obtained PhD degrees both in communication science (2009) and in German philology (2012) at the University of Vienna. In 2012/13 he was a visiting researcher in the School of Media Studies at The New School in New York and in 2016 a visiting lecturer in the Center for Digital Humanities at the University of California, Los Angeles (UCLA). He is also cofounder and coeditor of the peer-reviewed open-access journal Le foucaldien. His research work has received several awards and grants (e.g., APART from the Austrian Academy of Sciences and Schrödinger from the Austrian Science Fund). Selected publications: Campus Medius. Digital Mapping in Cultural and Media Studies (forthcoming at transcript in 2022); Karl Kraus-Handbuch. Leben – Werk – Wirkung (ed. with Katharina Prager, Metzler 2021); Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen (Konstanz University Press 2015)."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:2","text":"Darius Daftary programmed the front end of Campus Medius 1.0 (2014) in AngularJS and Leaflet. He has many years of experience as a leading software engineer in New York's digital economy and also teaches web development at university level. He studied Spanish at Washington University in St. Louis."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:3","text":"Andreas Krimbacher has developed the software for Campus Medius 2.0 (2021). He employed only open-source technologies and makes the project code available under the MIT license at GitHub. The website's front end is programmed in Angular and Mapbox GL JS, the back end in Django using a PostgreSQL database. He studied geomatics engineering at the University of Graz (BA, 2012) and the ETH Zurich (MSc, 2014). Since 2015 he has been working at the Austrian Zentralanstalt für Meteorologie und Geodynamik (ZAMG) as a software developer and system architect. Since 2020 he has also been tech lead (CTO) of the start-up company nexyo."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:4","text":"Rory Solomon developed Campus Medius 1.0 (2014) together with Simon Ganahl and programmed the back end of this initial version of the website in Django using a PostgreSQL database. He is director of the Code as a Liberal Art program at Eugene Lang College and assistant professor in the department of Culture & Media at The New School in New York. He studied computer science and mathematics (BA) at UC Berkeley as well as media studies (MA) at The New School and earned his PhD in the department of Media, Culture, and Communication at New York University."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:5","text":"Stefan Amann is designing the book edition of Campus Medius. After being trained as a merchant, he studied communication design at Vorarlberg University of Applied Sciences (FH) and Manchester Metropolitan University and worked as a marketing consultant, copywriter, and graphic designer. In 2004, he founded the design agency proxi with offices in Austria, Spain, and Germany, which he has been co-owning and co-leading since then. Apart from his design work, focusing on editorial and spatial design, he teaches in the InterMedia program at FH Vorarlberg."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:6","text":"Mallory Brennan designed the website of Campus Medius 1.0 (2014). She studied communication design (BFA) as well as media studies (MA) at The New School and works as a media designer in New York City."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:7","text":"Susanne Kiesenhofer has designed the website of Campus Medius 2.0 (2021). She studied media technology at St. Pölten University of Applied Sciences (BSc, 2012) and media design at Vorarlberg University of Applied Sciences (MA, 2016). From 2017 to 2020 she worked in the innovation lab of Milla & Partner, an agency for spatial communication. Since 2020 she has been a design researcher at the Ars Electronica Futurelab."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:8","text":"Katy Derbyshire translated the texts of Campus Medius 1.0 (2014) from German into English. She grew up in London, where she studied translation and German. Since 1996 she has been living in Berlin as a translator of contemporary German literature (among others by Clemens Meyer, Inka Parei, and Christa Wolf)."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:9","text":"Maria Slater has translated the Topology module from German into English and also copy-edited all other English-language texts of Campus Medius 2.0 (2021). Based in Vienna, she has many years of experience as a translator and copy editor of publications in the fields of art & culture and research & academia. She studied modern and medieval languages (French and German, MA Cantab.) at the University of Cambridge and German philology (MA) at the University of Vienna."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:10","text":"Roland Innerhofer is emeritus professor of Modern German Literature at the University of Vienna. Among his research foci are the history of Austrian literature and culture, science fiction, media aesthetics, the theory of literary genres, and the poetics of knowledge. He is the main editor of a digital edition of Andreas Okopenko's diaries. His monographs include: Architektur aus Sprache. Korrespondenzen zwischen Literatur und Baukunst 1890–1930 (Erich Schmidt 2018); Deutsche Science Fiction 1870–1914. Rekonstruktion und Analyse der Anfänge einer Gattung (Böhlau 1996)."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:11","text":"Colin Koopman is professor of Philosophy and director of the New Media and Culture graduate certificate program at the University of Oregon. His work mobilizes analytics and concepts from the philosophical traditions of genealogy and pragmatism to engage current issues of politics, ethics, and culture. He has published three monographs: How We Became Our Data. A Genealogy of the Informational Person (University of Chicago Press 2019); Genealogy as Critique. Foucault and the Problems of Modernity (Indiana University Press 2013); Pragmatism as Transition. Historicity and Hope in James, Dewey, and Rorty (Columbia University Press 2009)."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:12","text":"Shannon Mattern is professor in the department of Anthropology at The New School in New York. Her research and teaching addresses, among other subjects, media infrastructures, the materiality of media objects, urban media history, and media architecture, especially libraries and archives. She is the author of Code and Clay, Data and Dirt. 5000 Years of Urban Media (2017), Deep Mapping the Media City (2015), and The New Downtown Library. Designing with Communities (2006), all published by the University of Minnesota Press."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:13","text":"Todd Presner is chair of the Digital Humanities program and professor of Germanic Languages and Comparative Literature at the University of California, Los Angeles (UCLA). His research focuses on European intellectual history, the history of media, visual culture, digital humanities, and cultural geography. From 2005 to 2015, he was director of HyperCities, a collaborative, digital mapping platform that explores the layered histories of city spaces. He is the author or editor of several books, among them Urban Humanities. New Practices for Reimagining the City (ed. et al., MIT Press 2020), HyperCities. Thick Mapping in the Digital Humanities (coauthored with David Shepard and Yoh Kawano, Harvard University Press 2014), Digital_Humanities (ed. et al., MIT Press 2012), and Mobile Modernity. Germans, Jews, Trains (Columbia University Press 2007)."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:14","text":"Philipp Sarasin is professor of Modern History at the University of Zurich and coeditor of the online journal Geschichte der Gegenwart. His research mainly deals with the history of knowledge, theories of historiography, urban history, and the history of sexuality and the human body. His key publications are: 1977. Eine kurze Geschichte der Gegenwart (Suhrkamp 2021); Michel Foucault zur Einführung (7nd ed., Junius 2020); Darwin und Foucault. Genealogie und Geschichte im Zeitalter der Biologie (Suhrkamp 2009, Taschenbuch 2019); Anthrax. Bioterror as Fact and Fantasy (Harvard University Press 2006); Geschichtswissenschaft und Diskursanalyse (Suhrkamp 2003); Reizbare Maschinen. Eine Geschichte des Körpers 1765–1914 (Suhrkamp 2001)."},{"type":"page","title":"Project Team","location":"/team?lang=en#p:15","text":"Clemens Apprich, Thomas Ballhausen, Susanne Blumesberger, Paolo Carpignano, Sabrina Corbellini, Wolfgang Duchkowitsch, Georg Eckmayr, Alexandra Egger, Maurice Erb, Verena Erlenbusch-Anderson, Johannes Feichtinger, Christian Fleck, Daniela Franke, Fanni Freudenthaler, Robert W. Gehl, Andreas Gelhard, Tanja Gnosa, Wolf Harranth, Petra Herczeg, Kristina Höch, Margriet Hoogvliet, Eva Horn, Thomas Hübel, Patrick Kilian, David D. Kim, Franziska Klemstein, Andreas Koop, Valerie Lechner, Anna Lindner, Monika Litscher, Hubert Matt, Hannes Mittergeber, Thomas Nail, Arndt Niebisch, Wolfgang Pensold, Robert Pfundner, Miriam Posner, Katharina Prager, Martin Reinhart, Barry Salmon, Gottfried Schnödl, Mathias Schönher, Martina Süess, Elena Vogman, and all participants in the courses and workshops \"Mapping Modern Media.\""},{"type":"title","title":"Topology","location":"/team?lang=en&info=full#p:0","text":"Topology"},{"type":"title","title":"Topography","location":"/team?lang=en&info=full#p:0","text":"Topography"},{"type":"title","title":"Book Edition","location":"/book?lang=en&info=full#p:0","text":"Book Edition"},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:1","text":"Campus Medius explores and expands the possibilities of digital cartography in cultural and media studies. The book edition documents the development of the project from a historical case study to a mapping platform on roughly 300 pages with about 50 figures. It is authored by the project head Simon Ganahl, designed in cooperation with Stefan Amann from the agency proxi, and will be published in German and English by transcript in spring 2022, namely both in print and electronically in the form of an open-access monograph."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:2","text":"The introductory overview elaborates on the theoretical approach to examining mediality as a modern field of experience and on the technological infrastructure and the data model of the website campusmedius.net, which operationalizes the methodological concepts of the dispositif and the actor-network. This opening chapter also outlines the plans to establish the digital platform \"Mapping Modern Media\" for describing and visualizing media experiences in everyday life."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:3","text":"The second section presents the Topography of Campus Medius, an interactive map with a timeline displaying fifteen events within twenty-four hours in Vienna on the weekend of May 13 and 14, 1933. The following chapter, Topology, lays the focus on the main event of this exemplary time-space or chronotope: an Austrofascist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace, which is imparted from a bird's-eye perspective, panoramically, and in street view by five mediators each."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:4","text":"The case study weaves these cartographic interfaces into media-historical networks, spanning from the seventeenth century up to the present day. Those who have a media experience in modernity—such is the bold thesis of this multi-perspectival analysis—use reason in sovereign signs, capture life in examining gazes, or speak up in governed transmissions."},{"type":"title","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:0","text":"Aspern Airfield"},{"type":"keywords","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full","text":"Adolf Hitler Michael Skubl Roland Freisler Christian Social Party Aspern propaganda Engelbert Dollfuss Austrofascism National Socialism Hanns Kerrl sovereignty editorial Hans Frank Austria Vienna 1933 Reichspost airplane Germany"},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:30","text":"Hans Frank (right) and Hanns Kerrl (middle) are welcomed by Alfred Eduard Frauenfeld (left) at Aspern Airfield in Vienna on May 13, 1933. The smiling man in the background is Roland Freisler. This photo by Lothar Hübelt appeared in Das interessante Blatt (Vienna), May 18, 1933, p. 4. Source: Austrian Newspapers Online."},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:31","text":"The headline of the editorial \"Undesired Visit,\" published in the Viennese newspaper Reichspost on May 9, 1933. Source: Austrian Newspapers Online."},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:32","text":"Hans Frank (left) and Alfred Eduard Frauenfeld (right) leaving Aspern Airfield in Vienna on May 14, 1933, printed in Wiener Bilder (Vienna), May 21, 1933, p. 4. Source: Austrian Newspapers Online."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:1","text":"See \"Die Ankunft der reichsdeutschen Nationalsozialisten,\" in: Das Kleine Volksblatt (Vienna), May 14, 1933, p. 4."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:2","text":"\"Unerwünschter Besuch,\" in: Reichspost (Vienna), May 9, 1933, pp. 1–2 [our translation]."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:3","text":"Cit. after a memorandum of March 22, 1933, in the Political Archive of the Federal Foreign Office in Berlin (Office of the Reich Minister, reference 16: Austria, R 28392) [our translation]."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:4","text":"\"Die Ankunft der reichsdeutschen Nationalsozialisten,\" in: Das Kleine Volksblatt (Vienna), May 14, 1933, p. 4 [our translation]."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:5","text":"\"Unerwünschter Besuch,\" in: Reichspost (Vienna), May 9, 1933, pp. 1–2, here p. 2 [our translation]."},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:1","text":"At 2:12 p.m. on Saturday, May 13, 1933, the German Lufthansa plane D 1772 lands at Aspern airfield near Vienna.  Having taken off three and a half hours previously in Berlin, the plane's passengers are the Bavarian Minister of Justice Hans Frank, who would become governor-general of occupied Poland in 1939, his Prussian counterpart Hanns Kerrl, and Kerrl's head of department Roland Freisler, the later president of the German People's Court of Justice, along with a handful of accompanying staff.  Some 1,500 followers and a crowd of press reporters and photographers await the National Socialist politicians."},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:3","text":"The Vienna Reichspost, the semiofficial newspaper of Austria's Christian Social Party, had referred to the visit in a controversial editorial as \"undesirable and unwelcome.\"  Firstly, the leading article considered it not a state visit but a \"party-political battle action,\" and secondly the delegation leader was a persona non grata in Austria.  Hans Frank held a speech on Bavarian radio on March 18, 1933, which prompted diplomatic conflicts. According to a report from the Wolff Telegraphic Bureau, Germany's official news agency, the Bavarian minister of justice warned the Austrian government against \"giving the National Socialists occasion to protect the freedom of their fellow Germans in Austria.\" "},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:4","text":"In Germany, a cabinet under Adolf Hitler had been in office since January 30, 1933, and considered itself responsible for all \"German national comrades,\" whether they lived within or outside the German borders. The Christian Social federal chancellor of Austria, Engelbert Dollfuss, however, wanted to preserve the country as a sovereign German state and had been governing by emergency decree since March 1933. When the Nazi politicians arrive in Aspern, the vice president of the Vienna police department, Michael Skubl, approaches them and informs them in the name of the Austrian government that their visit is \"not desired,\" but that their personal safety will be secured.  The visitors from Germany then drive into the city in a motorcade of dozens of cars and motorcycles to the Adolf Hitler House, the National Socialist party headquarters in Vienna. "},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:5","text":"The Reichspost editorial emphasized that \"the measures Austria must take on this occasion\" were targeted \"neither at the Reich government nor against members of a German state government, but exclusively at the attempt by foreign guests to give new stimulus to subversive and antigovernmental agitation within our own borders.\" Hitler, the article stated, had shown a \"high degree of discretion and moderation\" in international politics. \"The question thus remains open as to whether he is in agreement with this journey of party-political agitation by high-ranking state officials.\"  According to this semiofficial commentary, the reserved reception at Aspern airfield was not due to any fundamental criticism of National Socialism in Germany. The Austrian government did, however, want to prevent the Nazi opposition in Austria from receiving an opportunity for political propaganda."},{"type":"title","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#p:0","text":"Lion of Aspern"},{"type":"keywords","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full","text":"Hans Frank Vienna 1933 1809 Lion of Aspern Alfred Eduard Frauenfeld Battle of Aspern war memorial Napoleon Bonaparte National Socialism Hanns Kerrl"},{"type":"image","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#i:33","text":"Hans Frank lays a wreath at the Lion of Aspern in Vienna on May 13, 1933, printed in Deutschösterreichische Tages-Zeitung (Vienna), May 21, 1933, Bilderbeilage, p. 348. Source: Austrian National Library."},{"type":"image","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#i:34","text":"The Lion of Aspern in Vienna around 1900. Source: Bildarchiv Austria."},{"type":"note","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#n:1","text":"\"Triumphzug durch die Straßen,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 14, 1933, p. 3 [our translation]."},{"type":"event","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#p:1","text":"On the way from Aspern airfield into the city, the motorcade with Nazi politicians from Germany halts at the Lion of Aspern.  Built in 1858, this war memorial is dedicated to the fallen soldiers of the 1809 Battle of Aspern, where Austrian troops were victorious over Napoleon's army for the first time.  After the Bavarian Minister of Justice Hans Frank and his Prussian counterpart Hanns Kerrl lay wreaths, Alfred Eduard Frauenfeld, the Nazi gau administrator (Gauleiter) of Vienna, holds a short speech. A day later, the Deutschösterreichische Tages-Zeitung, the National Socialists' official newspaper in Austria, reports: \"They thereby honored the German-Austrian freedom fighters of 1809, the first Germans to tear the victory laurels from the head of the French usurper, but also all victims of the world war.\"  The motorcade continues on toward Hirschstetten and Kagran."},{"type":"title","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:0","text":"Lassalle Hof"},{"type":"keywords","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full","text":"Austria Vienna 1933 Germany Johann Wolfgang Goethe Ferdinand Lassalle Red Vienna protest Lassalle Hof Götz quote municipal housing Götz von Berlichingen Hubert Gessner Otto Wagner Leopoldstadt National Socialism"},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:35","text":"Hans Frank and Alfred Eduard Frauenfeld driving by the Lassalle Hof in Vienna on May 13, 1933, printed in Die Stunde (Vienna), May 16, 1933, p. 3. Source: Austrian Newspapers Online."},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:36","text":"The Lassalle Hof in Vienna, photographed 1926 from the corner of Lassallestraße and Vorgartenstraße. Source: Municipal and Provincial Archives of Vienna."},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:37","text":"The courtyard of the Lassalle Hof in Vienna, photographed 1926. Source: Municipal and Provincial Archives of Vienna."},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:86","text":"The Lassalle Hof in Vienna, photographed 1926 from the Lassallestraße. Source: Municipal and Provincial Archives of Vienna."},{"type":"note","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#n:1","text":"\"Pfui-Rufe, rote Fahnen und Pfeifkonzert,\" in: Die Rote Fahne (Vienna), May 14, 1933, p. 2 [our translation]. The Götz quote was coined by Johann Wolfgang Goethe in his drama Götz von Berlichingen mit der eisernen Hand (1773): \"Tell your captain: For His Imperial Majesty I have as ever due respect. But he, tell him, he can lick me in the ass.\" Source: Deutsches Textarchiv [our translation]."},{"type":"note","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#n:2","text":"Eve Blau: \"Wien 1919–1934. Grossstadt und Proletariat im 'Roten Wien,'\" in: Eve Blau and Monika Platzer (eds.): Mythos Grossstadt. Architektur und Stadtbaukunst in Zentraleuropa 1890–1937, Munich: Prestel 1999, pp. 205–214, here p. 205 [our translation]. See also her monograph The Architecture of Red Vienna 1919–1934, Cambridge: MIT 1999."},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:1","text":"In the Leopoldstadt, Vienna's second municipal district, the Nazi politicians from Germany driving from Aspern airfield to the Adolf Hitler House in a motorcade encounter left-wing protest. As the cars and motorcycles cross the Reichsbrücke bridge, whistles and boos sound out.  The residents of the municipal public housing at Lassallestrasse 40–44, red flags flying from its windows and balconies, air their views openly:"},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:2","text":"From the Lassalle Hof, which had been cordoned off by the police, the workers looked down from their windows, but from the back. Body parts were visible that the Nazi ministers were supposed to understand as a call to make the Götz quote a reality. "},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:3","text":"To avoid further conflict, the police alter the route. The German visitors are not allowed to drive along Praterstrasse and the Ring as planned, but have to take Franzensbrückenstrasse from the Praterstern and continue along Löwengasse, Lastenstrasse, and Gumpendorfer Strasse, where neither supporters nor opponents await them."},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:5","text":"The Lassalle Hof was built from 1924 to 1926 and designed by the architect Hubert Gessner, a student of Otto Wagner's.  It was one of the first major public housing projects (Gemeindebauten) erected in the \"Red Vienna\" of the interwar years. The architecture historian Eve Blau writes about these municipal housing projects:"},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:6","text":"For the Social Democrats, who came to power in Vienna in 1919 and governed Austria's capital until 1934, the construction program with over 400 new municipal constructions, which had to be inserted between Vienna's existing buildings, formed the core of extensive reform plans for redesigning the city's social and economic infrastructure according to socialist principles. "},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:7","text":"Named after Ferdinand Lassalle, a pioneer of the German workers' movement, the building comprised 290 apartments spread across six stories.  On the ground floor facing Lassallestrasse were shops and a public library. The top floor of the tower above the main building was used as a photography studio by the Social Democratic association Friends of Nature (Naturfreunde).  Located between the Reichsbrücke and the Praterstern, the monumental Lassalle Hof still dominates one of Vienna's northeastern arterial roads today."},{"type":"title","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#p:0","text":"Adolf Hitler House"},{"type":"keywords","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full","text":"Hans Frank Vienna 1933 Alfred Eduard Frauenfeld National Socialism Hirschengasse Adolf Hitler House Brown House Mariahilf NSDAP"},{"type":"image","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#i:39","text":"Supporters of National Socialism along Mariahilfer Straße in Vienna on May 13, 1933, hailing German Nazi politicians, who drive towards the Adolf Hitler House at Hirschengasse 25, printed in Deutschösterreichische Tages-Zeitung (Vienna), May 21, 1933, Bilderbeilage, p. 348. Source: Austrian National Library.\r\n"},{"type":"image","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#i:40","text":"The Adolf Hitler House at Hirschengasse 25 in Vienna, photographed on September 18, 1932. Source: Bildarchiv Austria."},{"type":"video","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#v:2","text":"Clip from the Nazi newsreel NS-Ton-Bild-Bericht Nr. 2, issued by the propaganda direction of the NSDAP in Berlin in summer 1933. The sequence is taken from the last part, entitled \"Austria,\" and shows Hans Frank as he addresses Alfred Eduard Frauenfeld in the foyer of the Adolf Hitler House at Hirschengasse 25 in Vienna on May 13, 1933: \"Many thanks, dear comrade and fellow combatant Frauenfeld, for the kind reception you have granted me here. It is an unprecedented pleasure, here in the place where our leader, the creator of the National Socialist German Workers Party, Adolf Hitler, began his life's struggle as a simple worker, here at this most German place in the East, to emphasize once again that our leader Adolf Hitler is proud of his Viennese hometown and that he knows Vienna stands by him and his movement, the idea of peace between the nations, the idea of national welfare, the idea of the freedom and purity of national life. Heil!\" [Our translation.] Source: Film Archive of the Federal Archives (Berlin)."},{"type":"note","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#n:1","text":"\"Reichsdeutscher Besuch bei den Nationalsozialisten,\" in: Wiener Zeitung (Vienna), May 14, 1933, p. 6 [our translation]."},{"type":"note","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#n:2","text":"\"Die nationalsozialistischen Fluggäste aus Deutschland,\" in: Reichspost (Vienna), May 14, 1933, p. 8 [our translation]."},{"type":"note","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#n:3","text":"Christiane Rothländer: \"Das 'Adolf-Hitler-Haus' in der Hirschengasse 25, Mariahilf,\" in: Kilian Franer and Ulli Fuchs (eds.): Erinnern für die Zukunft. Ein Projekt zum Gedächtnis an die Mariahilfer Opfer des NS-Terrors, Vienna: Echomedia 2009, pp. 147–150, here p. 148 [our translation]."},{"type":"event","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#p:1","text":"The Nazi politicians from Germany arrive at the Adolf Hitler House at around 4 p.m.  The motorcade from Aspern airfield was diverted at the Praterstern. As hundreds of supporters have waited in vain on Mariahilfer Strasse, the visitors drive a few laps around the party headquarters at Hirschengasse 25.  Despite rain showers, the National Socialists still line the streets to welcome their party leaders with salutes and shouts of \"Heil Hitler!\" As at the Lassalle Hof earlier, altercations with political opponents ensue. \"The police had to make use of truncheons to clean the streets,\" reports the Wiener Zeitung, the official newspaper of the Austrian federal government.  According to the Christian Social Reichspost, \"fifty National Socialists and thirty-six Social Democrats\" are arrested in the course of the afternoon for disturbing the peace, violence, or insulting police officers. "},{"type":"event","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#p:3","text":"The building at Hirschengasse 25 came into the ownership of the Vienna NSDAP on October 14, 1931.  It was officially named Adolf Hitler House but referred to in the press as the Brown House. SS men lived close to the party headquarters and there was also an SA hostel nearby. The choice of location was provocative, because the district was not only regarded as a \"cradle of the workers' movement,\"  but was also a center of the Jewish community in the districts of Mariahilf and Neubau. The former Adolf Hitler House is now a youth hostel for students from other parts of Austria, who visit Vienna on traditional group trips to the capital."},{"type":"title","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:0","text":"UFA Ton Kino"},{"type":"keywords","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full","text":"Fritz Lang Central Kino Otto Wernicke The Testament of Dr. Mabuse Vienna 1933 The Jazz Singer Joseph Goebbels UFA Ton Kino Rudolf Klein-Rogge Taborstrasse Universum Film AG Oskar Beregi UFA Tonwoche"},{"type":"image","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#i:41","text":"The UFA Ton Kino, located in the ground floor of the Central Hotel at Taborstraße 8 in Vienna, in 1944. Source: Bildarchiv Austria."},{"type":"video","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#v:3","text":"Compilation of scenes about the eponymous testament in Fritz Lang's movie Das Testament des Dr. Mabuse (1933), here after a DVD edition (Universum Film 2003). Source: Vienna University Library."},{"type":"video","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#v:4","text":"Compilation of media-technological scenes in Fritz Lang's movie Das Testament des Dr. Mabuse (1933), here after a DVD edition (Universum Film 2003). Source: Vienna University Library."},{"type":"video","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#v:5","text":"Compilation of scenes with police officer Lohmann, played by Otto Wernicke, in Fritz Lang's movie Das Testament des Dr. Mabuse (1933), here after a DVD edition (Universum Film 2003). Source: Vienna University Library."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:1","text":"See \"Kino-Programme,\" in: Die Stunde (Vienna), May 13, 1933, p. 4."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:2","text":"Cit. after Rolf Aurich, Wolfgang Jacobson, Cornelius Schnauber (eds.): Fritz Lang. Leben und Werk. Bilder und Dokumente, Berlin: jovis 2001, p. 194 [our translation]. On the evening of the same day that Goebbels viewed The Testament of Dr. Mabuse, March 28, 1933, he gave a speech in front of German filmmakers at the Berlin Kaiserhof hotel, in which he stressed the movie Die Nibelungen (1924) by Fritz Lang as an exemplary artwork (see ibid., pp. 215–216)."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:3","text":"Fritz Rosenfeld: \"Die Herrschaft des Verbrechens,\" in: Arbeiter-Zeitung (Vienna), May 14, 1933, p. 17 [our translation]."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:4","text":"See Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Vienna: Turia + Kant 1992, p. 176."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:5","text":"See \"Lichtspiele,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 13, 1933, p. 14."},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:1","text":"Fritz Lang's sound film The Testament of Dr. Mabuse is screened in eight movie theaters in Vienna on Saturday evening, May 13, 1933. The UFA Ton Kino at Taborstrasse 8 shows the two-hour production by the Berlin Nero Film AG at 4:45, 7:00, and 9:10 p.m.  Joseph Goebbels, the National Socialist propaganda minister, viewed the crime film on March 28, 1933, and demanded it be banned in Germany, which took place the following day. The Testament of Dr. Mabuse was a \"danger to the state,\" according to the minutes of the censorship meeting, because the crimes it portrays could be used as a \"textbook for preparing and committing acts of terrorism.\"  The world premiere was thus held in Budapest on April 21 and the Austrian premiere in Vienna on May 12."},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:3","text":"The testament of the title refers to written notes intended as a guide to major crimes.  Locked up in his cell, Dr. Mabuse (Rudolf Klein-Rogge) fills page after page with detailed instructions, which his obsessed physician Professor Baum (Oskar Beregi), the director of the mental hospital, puts into practice. As the head of a criminal organization, he passes on Mabuse's commands by telephone to employees who never see his face. The orders are explained in a kind of control center—a windowless room with a curtain, behind which a figure is visible and a voice audible. In fact, however, the gang's leader is not in the room, but only a dummy and a table with a microphone and loudspeaker. To conceal his absences from the clinic, Baum installs another media apparatus. He links a gramophone to the door handle using a wire, so that every attempt to enter his office triggers a recording saying: \"I do not want to be disturbed now.\" "},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:4","text":"\"The dramatic conflict that appears to fascinate Fritz Lang time and again is the collision between the criminal imagination of inventive delinquents and the objective researcher's logic of the detective,\" the film critic Fritz Rosenfeld writes in the Vienna Arbeiter-Zeitung from Sunday, May 14, 1933.  In The Testament of Dr. Mabuse, this conflict intensifies on the basis of characters featured in Lang's earlier works: the criminal psychologist from Dr. Mabuse the Gambler (1922) and the analytical inspector from M (1931). The psychopath Mabuse is insane and at the same time a genius; he writes logical plans for crimes with the sole purpose of causing chaos. Lohmann (Otto Wernicke), the police officer, on the other hand, attempts to create order by using his criminalistic intelligence, in other words establishing facts, analyzing photos, interrogating witnesses, etc.  In both cases, imagination is at play—as the inspector's controlled mental faculty and the psychopath's unbridled fantasies."},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:5","text":"The UFA Ton Kino was opened in 1916 as the Central Kino.  Located on the ground floor of the Central Hotel at Taborstrasse 8, it was not renamed until 1929 although the eponymous German Universum Film AG (UFA) had long held shares in the Vienna company.  The movie theater had a capacity of around one thousand seats and was used to screen premieres of UFA productions. In January 1929, it made a name for itself by hosting the Austrian premiere of the breakthrough sound film The Jazz Singer, albeit in a silent version with German intertitles and orchestral accompaniment. On the evening of May 13, 1933, the UFA Ton Kino shows the Ufa-Tonwoche newsreel before The Testament of Dr. Mabuse, reporting on the Nazi celebration for the \"Day of National Work\" in Berlin on May 1. "},{"type":"title","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:0","text":"Burgtheater"},{"type":"keywords","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full","text":"Engelbert Dollfuss Austrofascism Austria Vienna 1933 Napoleon Bonaparte Champ de Mai corporative state drama Fascism Campo di maggio Giovacchino Forzano Champ de Mars 1815 tragedy Werner Krauss dictatorship parliamentarianism Géza Herczeg Joseph Fouché France Burgtheater Hundred Days theater Hanns Sassmann Benito Mussolini Hermann Röbbeling"},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:45","text":"Playbill of the drama Hundert Tage (Campo di maggio) by Giovacchino Forzano and Benito Mussolini, which premiered at the Vienna Burgtheater on April 22, 1933. Source: Theatermuseum (Vienna)."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:46","text":"Contemporary engraving of Napoleon's Field of May held on Champ de Mars in Paris on June 1, 1815. Source: Bibliothèque nationale de France."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:47","text":"Engelbert Dollfuß (front left) and Benito Mussolini (in bathing trunks), photographed by Albert Hilscher in Riccione (Italy) on August 19, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:42","text":"Review of the Burgtheater staging of the play Hundert Tage (Campo di maggio), written by Giovacchino Forzano and Benito Mussolini, in Das interessante Blatt (Vienna), April 27, 1933, p. 16. On the photos: among others, Werner Krauß as Napoleon (on the left) and Fred Hennings as Joseph Fouché (on the bottom right). Source: Austrian Newspapers Online."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:43","text":"The new building of the Vienna Burgtheater, which opened at the Ringstraße in 1888, photographed by Fritz Zvacek from the tower of the city hall around 1930. Source: Bildarchiv Austria."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:1","text":"See \"Radio-Wochenprogramm vom 22. bis 30. April,\" in: Neue Freie Presse (Vienna), April 22, 1933 (evening edition), p. 4."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:2","text":"Benito Mussolini and Giovacchino Forzano: Hundert Tage (Campo di maggio). Drei Akte in neun Bildern. Autorisierte Übersetzung von Géza Herczeg, Vienna: Zsolnay 1933 [Italian 1931], p. 8 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:3","text":"Hans Brecka: \"Hundert Tage,\" in: Reichspost (Vienna), April 23, 1933, pp. 2–3, here p. 3 [our translation]. For an overview of contemporary reviews of the Vienna production of Hundred Days, see Robert Pyrah: The Burgtheater and Austrian Identity. Theatre and Cultural Politics in Vienna, 1918–38, London: Legenda 2007, pp. 188–190."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:4","text":"David Josef Bach: \"Das Ende einer Diktatur,\" in: Arbeiter-Zeitung (Vienna), April 23, 1933, p. 7 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:5","text":"Benito Mussolini and Giovacchino Forzano: Hundert Tage (Campo di maggio). Drei Akte in neun Bildern. Autorisierte Übersetzung von Géza Herczeg, Vienna: Zsolnay 1933 [Italian 1931], p. 91 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:6","text":"Hundert Tage (promptbook), source: Archive of the Burgtheater in Vienna (609 R), p. 53 [our translation]. See also Margret Dietrich: \"Burgtheaterpublikum und Öffentlichkeit in der Ersten Republik,\" in: Margret Dietrich (ed.): Das Burgtheater und sein Publikum, vol. I, Vienna: Österreichische Akademie der Wissenschaften 1976, pp. 479–707, here pp. 687–688."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:7","text":"Raoul Auernheimer: \"Mussolinis Napoleon,\" in: Neue Freie Presse (Vienna), April 23, 1933 (morning edition), pp. 1–3, here p. 3 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:8","text":"See Margret Dietrich: \"Burgtheaterpublikum und Öffentlichkeit in der Ersten Republik,\" in: Margret Dietrich (ed.): Das Burgtheater und sein Publikum, vol. I, Vienna: Österreichische Akademie der Wissenschaften 1976, pp. 479–707, here pp. 684 and 692."},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:1","text":"While Fritz Lang's The Testament of Dr. Mabuse is showing at the UFA Ton Kino and adherents of National Socialism are holding a \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the Engelmann Arena, the Vienna Burgtheater stages the play Hundert Tage (Hundred Days) on Saturday evening, May 13, 1933. The play's original Italian version, under the title of Campo di maggio, was written by Giovacchino Forzano based on instructions from the Italian prime minister Benito Mussolini and translated into German by Géza Herczeg. The drama deals with Napoleon's hundred-day rule in 1815, between his exiles on the islands of Elba and Saint Helena. Following the world premiere in Rome on December 30, 1930, the Burgtheater version opened on April 22, 1933, with Werner Krauss as Napoleon.  The third act was broadcast internationally on the radio. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:3","text":"Concerning the original title, the German edition published 1933 by Zsolnay in Vienna notes:"},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:4","text":"\"Campo di Maggio\" (Campus Madius), Mayfield, was originally called \"Campus Martius\" (Champ de Mars) and was a popular assembly, military parade, war congress held once a year in March by the Merovingians. Pepin the Short postponed it to May. Charlemagne also held the \"Mayfield\" in June or August, just as the Napoleonic \"Mayfield\" likewise took place in the month of June. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:5","text":"The drama begins in the night before this national assembly on the Champ de Mars in Paris, where Napoleon approves a constitution.  A grave mistake, as the later plot implies, for when the constitutional monarch returns from his defeat at Waterloo the parliament denies him its support to defend his fatherland. Napoleon is forced to flee and France must accept a humiliating peace. Almost all reviews of the performance at the Burgtheater published in the Vienna press emphasized Mussolini's message as being that Napoleon did not fail as a statesman because of his military defeat, but because he had become entangled with democracy. \"One man, one only, but this right man in the right place,\" the theater critic of the Christian Social Reichspost summarized the drama's lesson, \"can bring salvation at the most dangerous of moments.\" "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:6","text":"With regard to the play's political tendency, David Josef Bach criticized in the Social Democratic Arbeiter-Zeitung that the Vienna production undertook \"alterations, exaggerations, falsifications\" of the published script.  The stage version by the Austrian journalist and playwright Hanns Sassmann, which the Burgtheater director Hermann Röbbeling directed himself, did in fact differ from Herczeg's translation. For instance, the key scene, in which Napoleon speaks before the Paris council of ministers after the Battle of Waterloo, reads as follows in the published German edition:"},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:7","text":"Gentlemen! I have returned to encourage the nation to soar to a noble sacrifice, so that France may rise again and the enemy be destroyed. All is lost if we lose time now on speeches instead of taking action. The enemy is encamped in France. Extraordinary measures are necessary. I require special authority in order to save the fatherland. I demand dictatorship for a specified period. For the sake of the people, I could easily take possession of it. Yet in the interest of the nation's prestige, I consider it more dignified and, in the face of the enemy, cleverer if the dictatorship is offered to me by the chamber. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:8","text":"Alongside minor changes, the passage in the Burgtheater promptbook contains the following additional sentence: \"I could abolish the constitution, for a constitution disproves itself if it disrupts the actions of those governing.\"  This standpoint echoed the argumentation of the Austrian federal chancellor Engelbert Dollfuss, who had been ruling the country by emergency decree since March 1933. With the support of Mussolini, himself the Duce del fascismo in Italy, the Christian Social politician wanted to reshape the democratic republic into an authoritarian \"corporative state\" (Ständestaat) under his command.  Like Napoleon in Hundert Tage, the Austrian government emphasized that their special rights were necessary to defend the sovereignty of the fatherland. In the play, the minister of police Joseph Fouché embodies the type of the unscrupulous official, supposed to represent his voters but only pursuing his own interests. His antithesis is Napoleon as a sensible leader, acting in the people's best interests—a role that Dollfuss imagined for himself. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:9","text":"Hundred Days was an exceptional success with Viennese audiences. \"The Caesarean efforts of all those involved were greeted by truly Napoleonic applause,\" wrote the theater critic Raoul Auernheimer in the bourgeois Neue Freie Presse after the premiere.  Up to the end of June 1933, the play was staged thirty-six times and seen by some 54,000 theatergoers.  Declared a German National Theater by emperor Joseph II in 1776, the Burgtheater has been located opposite Vienna City Hall on the Ringstrasse since 1888. "},{"type":"title","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:0","text":"Engelmann Arena"},{"type":"keywords","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full","text":"Turks Deliverance Celebration Hans Frank Austria Vienna 1933 1683 Neue Freie Presse Germany Turkish siege mass rally Engelmann Arena Alfred Eduard Frauenfeld Adolf Hitler Hanns Kerrl National Socialism NSDAP"},{"type":"image","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#i:48","text":"Roland Freisler (on the left) holding a speech at the National Socialist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the Engelmann Arena in Vienna on May 13, 1933. The other picture (on the right) shows a police officer sent by the Austrian government to monitor the event. These photos by Lothar Rübelt appeared in Das interessante Blatt (Vienna), May 18, 1933, p. 4. Source: Austrian Newspapers Online."},{"type":"video","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#v:6","text":"Clip from the Nazi newsreel NS-Ton-Bild-Bericht Nr. 2, issued by the propaganda direction of the NSDAP in Berlin in summer 1933. The sequence is taken from the last part, entitled \"Austria,\" and is supposed to show the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the Vienna Engelmann Arena on May 13, 1933. In fact, however, the film was shot at a National Socialist rally in the same venue on May 1, 1933. The speaker, probably Alfred Eduard Frauenfeld, says: \"We, however, German national comrades, we who have led this struggle with much sacrifice and joy, we will have crowned this struggle with success, with victory. We Germans of the Eastern March here will have found our way home to the holy third German empire!\" [Our translation.] The clip concludes with the Horst Wessel Song, the NSDAP anthem. Source: Film Archive of the Federal Archives (Berlin)."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:1","text":"See \"Überwältigende Feier in der Engelmann-Arena,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 14, 1933, p. 2, vs. a report by the federal police headquarters in Vienna from May 14, 1933, in the Austrian State Archives (ÖStA/AdR, BKA-I, 148.459/33)."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:2","text":"Cit. after \"Überwältigende Feier in der Engelmann-Arena,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 14, 1933, p. 2 [our translation]."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:3","text":"Cit. after \"Die nationalsozialistische Türkenbefreiungsfeier in der Engelmann-Arena,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 16, 1933, p. 4 [our translation]."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:4","text":"\"Ruhiger Verlauf des Tages zu erwarten,\" in: Neue Freie Presse, May 13, 1933 (morning edition), pp. 1–2, here p. 2 [our translation]."},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:1","text":"A National Socialist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) takes place in the Vienna Engelmann Arena at Jörgerstrasse 24, an ice rink that was also used for political rallies, from 8:30 to 10 p.m. on Saturday, May 13, 1933. The speeches are relayed via loudspeaker in the neighboring restaurant Stalehner. The German Nazi politicians, having landed at Aspern airfield that afternoon and proceeded to the Adolf Hitler House in a motorcade, march to the grandstand to the sound of the \"Prinz Eugene March.\" Whereas the Nazi press reports 20,000 participants, a police officer on duty estimates the audience at 11,000.  The officer was sent by the Austrian federal government to monitor the event.  The NSDAP has permission solely for a commemoration of the 250th anniversary of Vienna's liberation from the second Ottoman siege, which actually happened not in May, but in mid-September 1683. Comments on the current political situation, however, are officially prohibited."},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:3","text":"The first to speak is the Nazi gau administrator (Gauleiter) of Vienna, Alfred Eduard Frauenfeld:"},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:4","text":"I believe I express the sentiments of us all when I say that we will prove ourselves worthy to our ancestors. Just as they drove out the enemy from the gates of Vienna and won the German people its freedom, so we shall do the same and liberate Vienna from the representatives of Asia, no matter whether they wear a fez or a rooster's tail. "},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:5","text":"The \"rooster's tail\" (Hahnenschwanz) is an allusion to the decorated hats worn by the Austrian Home Guards (Heimwehren)—a paramilitary organization holding its own \"Turks Deliverance Celebration\" the following morning in the gardens of Schönbrunn Palace. After the Bavarian Minister of Justice Hans Frank praises Adolf Hitler as a new \"deliverer from the Turks,\" his Prussian counterpart Hanns Kerrl purports an emotional connection between the \"national comrades\" in Germany and Austria: \"God bound us together through our blood and blood is the true determiner of man's actions and wishes.\"  At the end of the rally, the speakers and their listeners, accompanied by a Vienna SA band, sing the Deutschlandlied and the Horst-Wessel-Lied, the NSDAP's party anthem. "},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:6","text":"In its editorial in the morning edition of May 13, the bourgeois Neue Freie Presse had expected parallels to be sought between 1683 and 1933 at the evening event in the Engelmann Arena. There was, however, apparently \"not a trace of analogy\" between the second Ottoman siege of Vienna and the current battles in the name of National Socialism:"},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:7","text":"For the throng that descended the Kahlenberg to drive the Janissaries out of the territories of Western culture at Sievering and Döbling were not only Germans and Austrians, there were also Poles under King Sobieski; it was a motley army without the slightest wish for \"Gleichschaltung\" [coordination]. The sad thing is that the eye for historical correctness has disappeared to such an extent. That a watchword is to be used, merely one insignia more in this age of appearances. "},{"type":"title","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:0","text":"Friedensbrücken Kino"},{"type":"keywords","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full","text":"propaganda Vienna 1933 Joseph Goebbels USSR colonialism Friedensbrücken Kino Sowjet Union Viktor Turin Turksib Communism railway warship Battleship Potemkin Marie Frischauf revolution montage Russia Sergei Eisenstein documentary film"},{"type":"image","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#i:49","text":"Poster announcing the screening of Sergei Eisenstein's Battleship Potemkin and Viktor Turin's Turksib in the Friedensbrücken Kino in Vienna on May 13, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#i:87","text":"Russian poster announcing Sergei Eisenstein's movie Battleship Potemkin (1925). Source: Edition Filmmuseum."},{"type":"image","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#i:88","text":"Poster announcing the screening of Viktor Turin's movie Turksib (1929) in the Vienna Hellwagkino on February 6, 1932. Source: Bildarchiv Austria."},{"type":"video","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#v:7","text":"The most famous sequence of Sergei Eisenstein's movie Battleship Potemkin (1925), in which citizens of Odessa flee from shooting Cossacks on the harbor steps, here after a DVD edition (Edition Filmmuseum 2014) of the German premiere version from 1926, for which Edmund Meisel composed the music. Source: Universitätsbibliothek Wien."},{"type":"video","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#v:8","text":"In this sequence of the movie Turksib (1929), Viktor Turin staged a race between Kazakh nomads and a locomotive, here after a DVD edition (The Soviet Influence: From Turksib to Night Mail, British Film Institute 2011). Source: Vienna University Library."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:1","text":"See Peter Grabher: \"Sowjet-Projektionen. Die Filmarbeit der kommunistischen Organisationen in der Ersten Republik (1918–1933),\" in: Christian Dewald (ed.): Arbeiterkino. Linke Filmkultur der Ersten Republik, Vienna: Filmarchiv Austria 2007, pp. 221–303, here pp. 278–279 [our translation]."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:2","text":"See Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Vienna: Turia + Kant 1992, p. 289."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:3","text":"See Sergei Eisenstein: \"Organic Unity and Pathos in the Composition of Potemkin\" [Russian 1939], in: Notes of a Film Director, ed. R. Yurenev and G. Ivanov-Mumjiev, trans. X. Danko, Moscow: Foreign Languages Publishing House 1959, pp. 53–62, here p. 59–60."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:4","text":"See Sergei Eisenstein: \"The Fourth Dimension in Cinema\" [Russian 1929], in: Selected Works. Vol. 1: Writings, 1922–34, ed. and trans. Richard Taylor, London: British Film Institute 1988, pp. 181–194, here 193."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:5","text":"Joseph Goebbels: \"Rede im Kaiserhof am 28.3.1933,\" in: Gerd Albrecht (ed.): Der Film im Dritten Reich. Eine Dokumentation, Karlsruhe: Doku Verlag 1979, pp. 26–31, here p. 27 [our translation]."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:6","text":"See Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism,\" in: Historical Journal of Film, Radio and Television, 21/1 (2001), pp. 37–62, here p. 37."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:7","text":"See Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism,\" in: Historical Journal of Film, Radio and Television, 21/1 (2001), pp. 37–62, here pp. 48–52."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:8","text":"See Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism,\" in: Historical Journal of Film, Radio and Television, 21/1 (2001), pp. 37–62, here pp. 53–56."},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:1","text":"On Saturday night, May 13, 1933, two exemplary works of Russian film are screened in the Vienna Friedensbrücken Kino at Klosterneuburger Strasse 33: starting at 11 p.m., the Association of Friends of the Soviet Union shows Sergei Eisenstein's Battleship Potemkin and Viktor Turin's Turksib.  Founded in 1928, the association was a group of communists led by the doctor and writer Marie Frischauf, with the aim of propagating the USSR's policies in Austria. It published a journal, held lectures and exhibitions, and in 1931 organized an excursion to the \"workers' paradise\" in the East.  One of the group's main advertising media was Russian films, which were screened in various small movie theaters. Opened in 1913 as Wailand Lichtspieltheater, the Friedensbrücken Kino had seats for 360 viewers around 1930. "},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:3","text":"The silent film Battleship Potemkin, premiered in Moscow in 1925, tells the story of a mutiny that had taken place twenty years previously on the Potemkin warship. The crew refuses to eat rotten meat, throws the tsarist officers overboard, and joins forces with the striking citizens of the port town of Odessa, where the uprising is brutally suppressed by Cossacks. The Potemkin, however, evades the approaching squadron as the ships lower their guns to let the escaping comrades pass.  Eisenstein did not merely retell the historical events of the revolutionary year 1905, but presented them in the light of Marxist theory, composing each of the five acts to involve an action and a reaction synthesized in the sense of a dialectic triad. Thus, the actual end of the story had to be withheld—once the ship's crew had gone on land in Romania, they were extradited to Russia and executed."},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:4","text":"In the film's most famous sequence, in which the citizens of Odessa flee from the shooting soldiers on the harbor steps, close-ups of rows of stamping boots are intercut with pictures of a desperate mother holding her trampled child in her arms, rifle barrels are contrasted with horrified faces in shorter and shorter cuts, until a child's pram, abandoned, rolls down the steps.  The scene is intended to create pathos, to put the audience into an ecstatic state.  According to Eisenstein's understanding, the physical, emotional, and intellectual effects of film merge. The montage of camera shots prompts motor movements: the spectator flinches, pulls a face, covers their eyes. The rising abhorrence and the conclusion that justice must be done are also, in Eisenstein's view, (brain-based) physiological reactions to sensory stimuli. "},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:5","text":"Whether the director succeeds in creating this effect is a question of artistic skill. In the case of Battleship Potemkin, professional opinion has always been undivided, even that of Joseph Goebbels: \"It is wonderfully made, it signifies filmic art without parallel,\" the National Socialist propaganda minister said in a speech to German filmmakers in Berlin on May 28, 1933.   Turksib was also a major success around 1930, although film scholars do not regard it as a masterpiece.  Viktor Turin, who had studied in the USA, made the documentary about the Soviet construction project, the Turkestan-Siberian railway, in the style of a drama. He used a screenplay by Viktor Shklovsky, employed workers as actors, and outstretched the budget of the small Vostok Kino studio. When the film was released in 1929, critics and audiences were hugely impressed—not only in Russia, but in the rest of Europe as well. "},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:6","text":"Turksib presents the building of the railway line as a battle against nature by man and machines.  Once the engineers have surveyed the land and planned the line, civilization in the form of the steam-driven steel machine breaks through deserts and ice to transport grain to the south and cotton to the north of the Soviet Union. Turin's Orientalist view of the Asian parts of the state is clear in a sequence staging a race between nomads and a locomotive.  Kazakh riders chase after the train on horses, bulls, and camels, but they seem ridiculous with their animals in contrast to the fast-moving engine, its iron wheels and pillars of smoke appearing huge on the screen. Hence, Turksib does not show a class conflict, but an ethnic gap between progressive Europeans and backward Asians—a message that may well have helped the film to its international success.  In Vienna on May 13 and 14, 1933, at least, this dichotomy was something the hostile parties could agree on, be it in a communist movie theater or at the \"Turks Deliverance Celebrations\" (Türkenbefreiungsfeiern) held on Saturday in the Engelmann Arena and on Sunday in the gardens of Schönbrunn Palace."},{"type":"title","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:0","text":"Neue Freie Presse"},{"type":"keywords","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full","text":"Neue Freie Presse Vienna 1933 propaganda Arthur Rundt advertising Sigmund Freud New York USA Edward Bernays marketing public relations P.T. Barnum"},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:50","text":"First page of the article \"Humbug, Bluff and Ballyhoo,\" published in the Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25–26. Source: Austrian Newspapers Online."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:51","text":"P.T. Barnum's American Museum in New York (1853). Source: New York Public Library."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:52","text":"P.T. Barnum and Edward Bernays, printed in Der Querschnitt (Berlin), 13/4 (1933), p. 264. Source: arthistoricum.net."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:53","text":"Sketched ad for the book Propaganda, published by Edward Bernays in 1928, contained in the Edward L. Bernays Papers (box I:450, folder \"Propaganda\"). Source: Library of Congress (Washington, DC)."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:1","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25–26 [our translation]."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:2","text":"See Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Der Querschnitt (Berlin), 13/4 (1933), pp. 265–269."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:3","text":"See John T. Flynn: \"Edward L. Bernays. The Science of Ballyhoo,\" in: Atlantic Monthly (Boston), May 1932, pp. 562–571."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:4","text":"See Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25–26."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:5","text":"See Glenn Collins: \"When Jumbo Was Toast of the Town,\" in: The New York Times (New York City), September 21, 2012, p. C34."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:6","text":"Phineas Taylor Barnum: Barnum, the Yankee Showman and Prince of Humbugs. Written by himself, London: Piper 1855."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:7","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25–26, here p. 25 [our translation]."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:8","text":"See Larry Tye: The Father of Spin. Edward L. Bernays and the Birth of Public Relations, New York: Crown 1998, p. 260."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:9","text":"Edward L. Bernays: Propaganda, New York: Horace Liveright 1928, p. 25."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:1","text":"In its Sunday edition on May 14, 1933, the Neue Freie Presse publishes an essay under the title of \"Humbug, Bluff, and Ballyhoo: From Barnum to Bernays.\"  The journalist and theater director Arthur Rundt describes a historical \"transformation of the American spirit\" on the basis of two experts on public opinion: \"At the beginning is the name of the great adman and showman Phineas Taylor Barnum, at the end that of the analyst of the mass psyche Eduard L. Bernays […].\"  Before the piece appeared in Vienna's most important bourgeois newspaper, located at Fichtegasse 11, it had come out in the April issue of the Berlin journal Der Querschnitt.  It was based on an article on \"The Science of Ballyhoo,\" which John T. Flynn had published a year previously in Atlantic Monthly.  For both writers, Barnum's great bluffs were a thing of the nineteenth century; contemporary America, however, was under the thrall of scientific public relations as practiced by Bernays, a nephew of Sigmund Freud."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:3","text":"Barnum's career as a showman began in 1835, when he bought an old, blind slave and claimed she was Joice Heth, George Washington's wet nurse. In actual fact, the woman was not 161 years old but only half that age, as was established after her death. \"Humbug, bluff, and ballyhoo\" was also staged for the American Museum in New York, which Barnum took over in 1841.  The article in the Neue Freie Presse mentions, for instance, \"General Tom Thumb\": Barnum taught a five-year-old little person to impersonate historical figures such as Hercules and Napoleon and presented the boy's performances in his cabinet of curiosities.  As the show proved very successful, the two of them toured Europe, where General Thumb even performed before the queen of England and the Russian tsar. After the American Museum burned down, Barnum founded a traveling circus. The main attraction, an African elephant, set off a wave of \"Jumbomania\" in the USA. "},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:4","text":"In contrast to Barnum, who called himself the \"Prince of Humbugs,\"  Edward Bernays preferred to manage his campaigns from the background.  In the Neue Freie Presse, Rundt considered him the \"most interesting and intellectually most serious representative\" of ballyhoo, in other words of indirect \"advertising with a diversion via psychology.\"  Edward had been born in Vienna in 1891 as the son of Sigmund Freud's sister Anna and her husband Ely Bernays, the brother of Martha Bernays, Freud's wife. The family emigrated a year later to the USA, where Bernays studied agriculture according to his father's wishes but then jobbed as a journalist. During World War I, he worked for the Committee on Public Information, set up by President Woodrow Wilson as an American propaganda bureau."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:5","text":"In 1919, Bernays opened his first agency in New York as a \"public relations counsel\"—a term occasionally used by the well-known publicist Ivy Lee.  Unlike his predecessors, the young PR man did not try to promote opinions and products by direct means, however, but aimed to establish circumstances that carved a trail for those opinions and products.  \"Modern propaganda,\" he wrote in his programmatic book from 1928, \"is a consistent, enduring effort to create or shape events to influence the relations of the public to an enterprise, idea or group.\" "},{"type":"title","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:0","text":"Schönbrunn Palace Gardens"},{"type":"keywords","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full","text":"Ernst Rüdiger Starhemberg Islam Emil Fey Homeland Protection Schönbrunn Home Guard Christianity Adolf Hitler propaganda Engelbert Dollfuss Austrofascism National Socialism sovereignty Vienna 1933 Fascism Benito Mussolini Turks Deliverance Celebration 1683 Turkish siege mass rally"},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:55","text":"Poster announcing the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park in Vienna on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:56","text":"Map showing Austrian Home Guard troops how to march into Schönbrunn Palace Park in Vienna for the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on May 14, 1933, printed in Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, appendix 2. Source: Vienna University Library."},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:19","text":"The \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace in Vienna on May 14, 1933 (Ernst Rüdiger Starhemberg in front of the microphones). Source: Bildarchiv Austria."},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:57","text":"Map showing Austrian Home Guard troops how to deploy in Schönbrunn Palace Park in Vienna for the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on May 14, 1933, printed in Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, appendix 3. Source: Vienna University Library."},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:11","text":"Ernst Rüdiger Starhemberg giving a speech in front of the monument to Count Ernst Rüdiger von Starhemberg on Rathausplatz in Vienna on September 12, 1933, printed in Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper &amp; Brothers 1942, fig. 3. Source: Austrian National Library."},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:12","text":"Propaganda poster (1934) by the Austrian Home Guard with a photograph of Ernst Rüdiger Starhemberg (left) and Engelbert Dollfuß, which was taken at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on the garden terrace of Schönbrunn Palace in Vienna on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#i:58","text":"Contemporary map of the Second Turkish Siege of Vienna in 1683, printed in Das interessante Blatt (Vienna), June 1, 1933, p. 3. Source: Austrian Newspapers Online."},{"type":"video","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#v:10","text":"Movie report on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, from the newsreel Fox Tönende Wochenschau (VII/20, May 15, 1933), contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. This clip shows the rally of the Austrian Home Guards in Schönbrunn Palace Park. After an opening mass, Ernst Rüdiger Starhemberg gives a speech: \"Front soldiers among you, who like me have had the honor of staking your lives against the enemy, I call upon you today to think back. Be proud to be German Austrians, be proud to be Austrian protectors of the homeland. To welcome our front comrade, Federal Chancellor Dollfuß, as comrades.\" [Our translation.] Then Engelbert Dollfuß addresses the crowd: \"When you celebrate this day and this time today, it is not a usual historical commemoration. Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us. In the fight for the homeland, in the fight for the bettering of our homeland, we close ranks firm and true.\" [Our translation.] The song played at the end, during the aerial parade, is Joseph Haydn's Kaiserlied (1796/97), which was not only employed as the anthem for the Habsburg emperors and with new lyrics as Austria's federal anthem from 1929 to 1938, but also as the tune of the Deutschlandlied, declared as German national anthem in 1922. Source: Filmarchiv Austria."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:1","text":"See, for example, \"Der Spiessrutenlauf von Starhembergs Völkerbund,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 15, 1933, p. 1, vs. \"Der Zug der Vierzigtausend durch Wien,\" in: Reichspost (Vienna), May 15, 1933, p. 1."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:2","text":"See \"Radio-Wochenprogramm vom 13. bis 21. Mai,\" in: Neue Freie Presse (Vienna), May 13, 1933 (evening edition), p. 4."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:3","text":"See Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper & Brothers 1942, pp. 95–117."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:4","text":"Ernst Rüdiger Starhemberg: \"Schlusswort,\" in: Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, pp. 14–15, here p. 14 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:5","text":"Cit. after \"Ausnahmen vom Aufmarschverbot statthaft,\" in: Reichspost (Vienna), May 14, 1933, p. 1 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:6","text":"See \"Die Türkenbefreiungsfeier in Schönbrunn,\" in: Reichspost (Vienna), May 15, 1933, pp. 1–2, here p. 2."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:7","text":"Cit. after \"'Wir Heimatschützer decken den Bundeskanzler!,'\" in: Reichspost (Vienna), May 15, 1933, p. 2 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:8","text":"Cit. after \"Die Rede des Bundeskanzlers,\" in: Reichspost (Vienna), May 15, 1933, pp. 2–3, here p. 2 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:9","text":"\"Die Befreiung Wiens und die Gegenwart,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 1–2, here p. 1 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:10","text":"Heinrich Kretschmayr: \"Die historische Bedeutung der Befreiung Wiens,\" in: Das interessante Blatt (Vienna), June 1, 1933, pp. 4–5, here p. 5 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:11","text":"\"Der Heimwehraufmarsch in Wien,\" in: Neues Wiener Tagblatt (Vienna), May 15, 1933, pp. 1–2, here p. 2 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:12","text":"\"Weder Hitler noch Habsburg!,\" in: Arbeiter-Zeitung (Vienna), May 13, 1933, pp. 1–2, here p. 1 [our translation]."},{"type":"note","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#n:13","text":"Ernst Rüdiger Starhemberg: \"Schlusswort,\" in: Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, pp. 14–15, here p. 14 [our translation]."},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:1","text":"The Austrian Homeland Protection (Heimatschutz) holds a \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace on May 14, 1933.  Members of the paramilitary Home Guards (Heimwehren) arrive on chartered trains from all over the country, setting out in the early morning from the stations to the former imperial residence and grouping in the Baroque gardens by 9 a.m.  Depending on the political standpoint of the source, the participant numbers vary between 20,000 and 40,000.  Once the members of the federal government arrive, a Catholic mass is read in the open air. The speeches commemorating the liberation from the second Ottoman siege of Vienna in 1683 begin at 10:20 a.m. and are broadcast live on Radio Wien until 11:05 a.m.   Following an aerial parade of Home Guard planes, the troops march via the Schlossallee, Mariahilfer Strasse, Babenbergerstrasse, and Ringstrasse to Schwarzenbergplatz, where the first men arrive at around 1:30 p.m."},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:3","text":"The idea for the rally originated from the federal leader of the Austrian Homeland Protection, Ernst Rüdiger Starhemberg, who suggested holding a military review for propaganda purposes to Federal Chancellor Engelbert Dollfuss and secured financial support from Benito Mussolini, Italy's Fascist prime minister.  After Adolf Hitler had taken over as German chancellor at the end of January 1933, the Austrian government used the resignation of the presidents of the National Council in early March to adopt an authoritarian course of its own. The cabinet prevented parliament from working and governed by emergency decree. Although the 250th anniversary of the city's liberation from the second Ottoman siege of Vienna was not until September 12, the aim was to give a public signal of Austria as a sovereign German nation earlier in the year:"},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:4","text":"The Turks Deliverance Celebration of the Austrian Homeland Protection has the purpose of reminding the comrades, but also other broad sections of the population, of the fact of world history that Christianity, German customs and culture, and thus also the then German Reich were rescued from Eastern barbarism 250 years ago on Austrian soil. "},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:5","text":"For this purpose, the federal government not only gave permission to use the gardens of Schönbrunn Palace—the former Habsburg summer residence built mainly in the eighteenth century—as the event venue  but also granted exceptions to the current ban on parades on May 12, 1933. For \"particular patriotic events promoting the state,\" the official communication stated, Security Minister Emil Fey, who was also the leader of the Vienna Home Guard, could permit political rallies in consultation with the chancellor. "},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:6","text":"All three politicians—Fey, Starhemberg, and Dollfuss—appear as speakers at the \"Turks Deliverance Celebration.\" In his address, Fey recalls the genealogical line leading from the events of 1683 to Austria's current situation.  He refers to Count Ernst Rüdiger von Starhemberg, the city commandant who had defended Vienna against the Ottoman troops and whose descendant of the same name now hoped to play a significant role in the construction of the authoritarian \"corporative state\" (Ständestaat).  Starhemberg then addresses an appeal to Engelbert Dollfuss to put an end to the country's \"dishonorable existence\" and to protect the people from \"party politics\" and \"class warfare\": \"Be that savior and be confident that everything supports you and everything is with you when you set about saving Austria.\"  "},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:7","text":"The federal chancellor, wearing the uniform of the Tyrolean Imperial Infantry (Kaiserschützen), maintains that the government had achieved more in two months than the \"parliamentary machinery\" in the previous two years. He was not fighting people, he claims, but \"false ideas,\" for after the end of the world war \"the enemy has infiltrated the nation. Foreign spirit and foreign ideas,\" Dollfuss says, \"have infected our people, and wreaked evil havoc.\" The aim, he states, is to \"eradicate the red flood […] in its innermost ideas\" and also to stand proudly against the National Socialist agitation: \"We intend to renew the spirit in our homeland under the symbol under which the Christian Occident was liberated from the Asians 250 years ago, under the symbol of the simple Christian cross.\"  "},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:8","text":"The bourgeois newspapers also emphasized the idea that it was European culture that was defended in the summer of 1683.  For the Neue Freie Presse, the Ottoman siege was a \"world decision between Western and Eastern mankind,\" which had chosen Vienna as its arena.  In the magazine Das interessante Blatt, the then director of the Austrian State Archives, Heinrich Kretschmayr, described how the city had proved itself as a \"barbican of Christendom.\" With the battle of liberation of September 12, 1683, the Habsburg Monarchy had become a \"performer of an achievement restricted by neither state nor nation, a pan-European achievement.\"  At the \"Turks Deliverance Celebration\" of May 14, 1933, in contrast, the historical idea that the Occident was saved in Vienna served as motivation to maintain Austria as a sovereign nation. According to the Neues Wiener Tagblatt, in the gardens of Schönbrunn Palace \"men true to the homeland\" made an \"avowal to the German-Austrian stock's continuing will to live and to the resolution to continue the German mission in the southeast of the national settlement territory as an independent state, governing itself according to its own inherent laws.\" "},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:9","text":"Whether Austria ought to continue to exist as an independent state had been a controversial subject since the end of World War I. The position that the small remainder of the former Habsburg Monarchy ought to join the German Reich was taken not only by the right wing, but also by the Social Democrats, who changed their opinion after the National Socialist \"seizure of power.\" \"Joining a free and peaceful Germany of the future remains our goal,\" their central party newspaper prints on Saturday, May 13, 1933, \"we fight all efforts for Austria joining the Fascist and nationalist Germany of today, as a threat to the freedom of the Austrian people and to peace in Europe.\" "},{"type":"event","title":"Schönbrunn Palace Gardens","location":"/topography/events/10?lang=en&info=full#p:10","text":"While the National Socialists in the Engelmann Arena are calling for the two countries to merge, the Social Democratic Workers' Party encourages its supporters to attend the republican \"freedom celebrations\" taking place on Sunday morning in Vienna's municipal housing projects (Gemeindebauten)—the Karl Marx Hof, for instance. The Home Guard leaders, in contrast, turn their attention less to the future than to history, to a time \"which we call the heroic age of Austria. A nation that does not honor its past has no future,\" wrote Ernst Rüdiger Starhemberg in the closing remarks to the Instructions for the Turks Deliverance Memorial Ceremony in Vienna on May 14, 1933. "},{"type":"title","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#p:0","text":"Tonkino Fischer"},{"type":"keywords","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full","text":"Vienna 1933 seizure of power Tonkino Fischer cinema Film Germany Awakes Adolf Hitler propaganda National Socialism NSDAP"},{"type":"video","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#v:11","text":"Compilation of marching scenes from the Nazi documentary Deutschland erwacht, produced on behalf of the NSDAP's Reich propaganda direction in 1933. Source: Film Archive of the Federal Archives (Berlin)."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#n:1","text":"See \"Aus der nationalsozialistischen Freiheitsbewegung,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 13, 1933, p. 7."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#n:2","text":"See Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Vienna: Turia + Kant 1992, p. 259."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#n:3","text":"See Thomas Ballhausen and Paolo Caneppele (eds.): Entscheidungen der Wiener Filmzensur. 1929–1933, Vienna: Filmarchiv Austria 2003 (= Materialien zur österreichischen Filmgeschichte, vol. 10), p. 461."},{"type":"event","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#p:1","text":"On Sunday morning, May 14, 1933, the propaganda film Deutschland erwacht (Germany Awakes) is screened at 9 and 11 a.m. in the Tonkino Fischer.  Founded in 1914, the movie theater at Linzer Strasse 83 seated about 400 people.  While the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) of the Austrian Homeland Protection (Heimatschutz) is taking place in the nearby gardens of Schönbrunn Palace, adherents of National Socialism watch a so-called \"document of the rebirth of Germany.\" The almost one-hour sound film produced on behalf of the NSDAP's Reich Propaganda Headquarters (Reichspropagandaleitung) passed the German film censorship board on April 19, 1933, and the Vienna film screening office in the following month.   Deutschland erwacht was intended as an official documentation of the Nazi \"seizure of power.\" It includes footage of speeches and parades from Hitler's appointment as Reich chancellor on January 30, 1933, up to the passing of the Enablement Act on March 23, 1933, which transferred legislative power from the Reichstag to the government. It ends with the National Socialist swastika superimposed over the flag of the German Empire. "},{"type":"title","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:0","text":"Karl Marx Hof"},{"type":"keywords","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full","text":"Social Democratic Workers' Party freedom celebration Karl Marx Hof democracy socialism Social Democracy annexation republic Karl Ehn architecture freedom Austrofascism National Socialism Austria Vienna 1933 Germany Red Vienna municipal housing Otto Wagner"},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:59","text":"Photographs of the \"freedom celebrations\" in Vienna's municipal housing blocks (Gemeindebau) on May 14, 1933, printed in Arbeiter-Zeitung (Vienna), May 16, 1933, p. 3. Source: Austrian Newspapers Online."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:89","text":"Front page of the Vienna Arbeiter-Zeitung from May 13, 1933, with a programmatic declaration by the Social Democratic Workers' Party on the future of the Federal State of Austria. Source: Austrian Newspapers Online."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:62","text":"Bird's-eye view of the Karl Marx Hof in Vienna from around 1930, in the foreground the Hohe Warte stadium, in the background the Heiligenstadt tram station and the Danube river. Source: Bildarchiv Austria."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:60","text":"The forecourt and central tract of the Karl Marx Hof in Vienna around 1930. Source: Municipal and Provincial Archives of Vienna."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:90","text":"Ground plan of the Karl Marx Hof in Vienna at the time of its opening in 1930, printed in Der Karl-Marx-Hof. Die Wohnhausanlage der Gemeinde Wien auf der Hagenwiese in Heiligenstadt, ed. Wiener Stadtbauamt, Vienna: Thalia [1930], p. 8. Source: Vienna City Library."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:91","text":"City map of Vienna from 1932 showing the municipal housing blocks (red) and settlements (orange), printed as appendix to the book Das Neue Wien: Ein Album mit Plan, Vienna: Elbemühl 1932. Source: Vienna City Library."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:61","text":"View into the northern courtyard of the Karl Marx Hof in Vienna in 1930. Source: Municipal and Provincial Archives of Vienna."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:1","text":"\"Wir kämpfen für die Freiheit,\" in: Das kleine Blatt (Vienna), May 14, 1933, p. 2 [our translation]. The expression \"rooster tails\" (Hahnenschwänzler) is an allusion to the decorated hats worn by the Austrian Home Guards (Heimwehren)."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:2","text":"\"Weder Hitler noch Habsburg!,\" in: Arbeiter-Zeitung (Vienna), May 13, 1933, pp. 1–2 [our translation]."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:3","text":"See \"Die Freiheitsfeiern in den Wiener Bezirken,\" in: Arbeiter-Zeitung (Vienna), May 15, 1933, p. 1."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:4","text":"Der Karl Marx-Hof. Die Wohnhausanlage der Gemeinde Wien auf der Hagenwiese in Heiligenstadt, ed. Wiener Stadtbauamt, Vienna: Thalia [1930], p. 5 [our translation]."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:5","text":"See Eve Blau: The Architecture of Red Vienna 1919–1934, Cambridge: MIT 1999, pp. 98–114."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:6","text":"See Eve Blau: \"Wien 1919–1934. Grossstadt und Proletariat im 'Roten Wien,'\" in: Eve Blau and Monika Platzer (eds.): Mythos Großstadt. Architektur und Stadtbaukunst in Zentraleuropa 1890–1937, Munich: Prestel 1999, pp. 205–214, here p. 206."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:7","text":"See Gottfried Pirhofer and Reinhard Sieder: \"Zur Konstitution der Arbeiterfamilie im Roten Wien. Familienpolitik, Kulturreform, Alltag und Ästhetik,\" in: Michael Mitterauer and Reinhard Sieder (eds.): Historische Familienforschung, Frankfurt a.M.: Suhrkamp 1982, pp. 326–368."},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:1","text":"\"The rooster tails are demonstrating for Fascism in Schönbrunn today,\" writes the Social Democratic Kleines Blatt on Sunday, May 14, 1933. \"The republican people of Vienna will celebrate republican freedom at the same hour in the municipal housing projects.\"  While the Austrian Homeland Protection (Heimatschutz) is evoking a bygone age of heroes in the  gardens of Schönbrunn Palace, \"Red Vienna\" looks to a socialist future.  On Saturday, May 13, 1933, the Arbeiter-Zeitung publishes a Social Democratic declaration strictly rejecting the annexation of Austria by a Germany under Adolf Hitler.  However, \"German-Austria\" should not become an authoritarian \"corporative state\" (Ständestaat) as the present federal government envisaged, but remain a democratic republic, offering asylum for \"German freedom and German culture.\" The long-term objective of the Austrian Social Democrats was still to \"join a free and peaceful Germany of the future.\" "},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:3","text":"One of the about fifty \"freedom celebrations\" taking place in Vienna on May 14, 1933, was organized in the Karl Marx Hof at Heiligenstädter Strasse 82–92, which ranked among the largest housing complexes in Vienna. With 1,382 apartments for around 5,000 tenants, the municipal housing project (Gemeindebau) between the Heiligenstadt train station and the Hohe Warte stadium was the size of a small town.  Open-air concerts and political speeches are held from 10 a.m. to 12 p.m. in the two courtyards linked by a central tract with driveways and tower constructions.   Only 28,751 of the 156,027 m2 ground area were built on, just under a fifth of the total area. The \"freedom celebration\" takes place among the spacious garden areas and playgrounds intended for community use."},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:4","text":"\"Only a municipal construction activity concerned with public health can and must consider the hygienic side of building in such extensive dimensions,\" the Vienna municipal construction office declared in the brochure for the opening of the Karl Marx Hof.  The majority of the apartments were 38–48 m2 and equipped with fitted kitchens, running water, and toilets. Communal facilities with baths and showers were built in the public part of the estate, along with electric launderettes, two kindergartens, a dental clinic, a pharmacy and a health insurer with an outpatient clinic, a youth center, a post office, a public library, and numerous retail units. "},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:5","text":"It is characteristic of Vienna's interwar urban planning that a single housing block rather than multiple smaller buildings was erected on the Hagenwiese in Heiligenstadt from 1926 to 1930. Instead of the Karl Marx Hof, a garden city would also have been a possibility, as the architect Adolf Loos had endorsed as head of the Vienna Settlement Office (Siedlungsamt) in the early 1920s.  The Social Democratic city government suggested another route, however, once the starvation after World War I was alleviated. From 1923 to 1934, around 400 municipal housing projects with approx. 64,000 apartments were constructed in Vienna, equipped with windows in all rooms, WCs, running water, and gas stoves. "},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:6","text":"The Karl Marx Hof is also typical in terms of design. Its architect Karl Ehn was a student of Otto Wagner, whose urban planning had a longstanding influence on the public housing program. The monumental residential blocks countered the bourgeois representative architecture of Vienna's Ringstrasse with socialist institutions.  Life in public housing was organized according to clear rules—from schedules for garbage removal to gender segregation in the launderettes.  The communal solidarity for which the city government strived was to develop in the courtyards.  Consequently, on May 14, 1933, the municipal housing projects served as infrastructure in which to build a counter-public against the Austrofascist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier)."},{"type":"title","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:0","text":"Radio Wien"},{"type":"keywords","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full","text":"Ernst Rüdiger Starhemberg Emil Fey Schönbrunn Social Democracy RAVAG study Arbeiter-Zeitung radio broadcasting propaganda Engelbert Dollfuss Austrofascism statistics Radio Verkehrs AG target group Paul Felix Lazarsfeld resistance Radio Wien Vienna 1933 audience survey RAVAG Center of Economic-Psychological Research protest Turks Deliverance Celebration"},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:92","text":"Engelbert Dollfuß (in front of the microphones) and Ernst Rüdiger Starhemberg (behind him) on the garden terrace of Schönbrunn Palace at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:65","text":"Photographs of the events where Radio Wien reported live on May 14, 1933: the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park, a relay race in the Prater, and the horse-and-buggy races at Krieau, printed in Radio Wien (Vienna), 9/34 (May 19, 1933), p. 2. Source: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:93","text":"Photo report on speeches by members of the Austrian government on Radio Wien, printed in Radiowelt (Vienna), 10/14 (April 1, 1933), p. 425. Source: Vienna University Library."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:299","text":"Caricature on the politicization of the Austrian Radio Verkehrs AG (RAVAG), printed in Das Kleine Blatt (Vienna), May 17, 1933, p. 1. The Tyrolean hat on the microphone stands for the Home Guard, and on the bottom right, the RAVAG receives cancellations by the pile. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:66","text":"Flyer (ca. 1934) of the Wirtschaftspsychologische Forschungsstelle, founded by Paul Lazarsfeld in Vienna in 1931. Source: Archives for the History of Sociology in Austria (Graz)."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:94","text":"Completed questionnaire of an audience survey for the Austrian Radio Verkehrs AG (RAVAG) conducted by the Wirtschaftspsychologische Forschungsstelle under the direction of Paul Lazarsfeld in 1931/32, contained in the Paul Felix Lazarsfeld Papers (box 34, folder 20). Source: Columbia University (New York City)."},{"type":"audio","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#a:1","text":"Engelbert Dollfuß speaking at the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park in Vienna on May 14, 1933: \"When you celebrate this day and this time today, it is not a usual historical commemoration. Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us. In the fight for the homeland, in the fight for the bettering of our homeland, we close ranks firm and true.\" [Our translation.] Source: Österreichische Mediathek."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:1","text":"See \"Radio-Wochenprogramm vom 13. bis 21. Mai,\" in: Neue Freie Presse (Vienna), May 13, 1933 (evening edition), p. 4."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:2","text":"See Wolfgang Duchkowitsch: \"Umgang mit 'Schädlingen' und 'schädlichen Auswüchsen.' Zur Auslöschung der freien Medienstruktur im 'Ständestaat,'\" in: Emmerich Tálos and Wolfgang Neugebauer (eds.): Austrofaschismus. Politik – Ökonomie – Kultur. 1933–1938, 5th ed., Vienna: LIT 2005, pp. 358–370, here pp. 366–368."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:3","text":"\"Die Antwort auf den Kikeriki-Sonntag,\" in: Arbeiter-Zeitung (Vienna), May 16, 1933, p. 2 [our translation]."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:4","text":"See Viktor Ergert: 50 Jahre Rundfunk in Österreich. Vol. I: 1924–1945, Vienna: Residenz 1974, pp. 45–46."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:5","text":"\"Das neueste Ravag-Stückl,\" in: Arbeiter-Zeitung (Vienna), May 14, 1933, p. 3 [our translation]."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:6","text":"See Paul Lazarsfeld: \"Hörerbefragung der Ravag,\" in: Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996, pp. 27–66."},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:1","text":"From 10:20 to 11:05 a.m. on Sunday, May 14, 1933, Radio Wien broadcasts the speeches held at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace.  The speakers at the event, officially commemorating Vienna's liberation from the second Ottoman siege in 1683, are the Home Guard (Heimwehr) leader Ernst Rüdiger Starhemberg, Security Minister Emil Fey, and Federal Chancellor Engelbert Dollfuss,  who says into the row of microphones: \"Foreign spirit and foreign ideas are in our people, have infected our people, and wreaked evil havoc.\"  To combat this enemy ideology—namely, \"red\" and \"brown\" socialism—the Austrian government, which has taken an authoritarian course since March 1933, uses radio for its propaganda purposes. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:3","text":"The live broadcast of the rally in Schönbrunn breached a taboo and prompted public protest.  The Social Democratic Arbeiter-Zeitung reported on May 16, 1933, that more than 10,000 listeners had canceled their radio license, because \"on Sunday the so-called 'Turks Deliverance Celebration' by the Austrian Homeland Protection [Heimatschutz] was transmitted, departing from the practice up to now of not broadcasting party-political events on the radio.\"  Since its foundation in 1924, the broadcasting company Radio Verkehrs AG (RAVAG) had been obliged to maintain political neutrality, which was monitored by an advisory board at weekly meetings.  The Federal Press Service within the chancellery did exert an influence over news programs; however, there ought to be no party-political speeches on Austrian radio."},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:4","text":"The opposition now criticized that the government was abusing Radio Wien, whose headquarters were located at Johannesgasse 4, as its mouthpiece.  Speeches that were politically desirable were broadcast while opposing voices were silenced.  As an example, the Arbeiter-Zeitung on the day of the \"Turks Deliverance Celebration\" cited a canceled program that had been scheduled for May 17, 1933. The Viennese district councillor Kamilla Gross was to speak about the rights of domestic servants as part of the Chamber of Labor's program. Her lecture was taken off the schedule with the justification that a social legislation reform was currently underway and there had been \"complaints from housewives\" about such broadcasts. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:5","text":"The gap between the radio program and the listeners' wishes in Austria was also shown in a study carried out in the early 1930s by the Wirtschaftspsychologische Forschungsstelle.  The RAVAG had commissioned this Center of Economic-Psychological Research, headed by Paul Lazarsfeld, to run a statistical audience survey. It produced a questionnaire, which was included in radio magazines in November 1931 and was also available in tobacco shops.  The innovative aspect of the study, which presented its findings a year later, was not so much the quantitative measurement of listeners' wishes, but rather the fact that it provided information on the likes and dislikes of various social groups.  The questionnaire included a section on age, gender, profession, and place of residence. By correlating radio programs with social data, the RAVAG study broke the mass audience down into specific target groups."},{"type":"title","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#p:0","text":"German Embassy"},{"type":"keywords","title":"German Embassy","location":"/topography/events/14?lang=en&info=full","text":"Hans Frank Austria press conference Vienna 1933 Salzburg Germany Graz diplomacy embassy annexation National Socialism"},{"type":"note","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#n:1","text":"Cit. after \"Abreise der deutschen Funktionäre,\" in: Neue Freie Presse (Vienna), May 15, 1933 (evening edition), p. 4 [our translation]."},{"type":"note","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#n:2","text":"\"Ersuchen um Rückberufung Dr. Franks,\" in: Reichspost (Vienna), May 16, 1933, p. 1 [our translation]."},{"type":"note","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#n:3","text":"See \"Die Heimreise Dr. Franks,\" in: Neue Freie Presse (Vienna), May 16, 1933 (evening edition), p. 2."},{"type":"event","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#p:1","text":"While the Home Guard (Heimwehr) troops, after participating in the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace, are marching to Schwarzenbergplatz, a press conference is underway in the German embassy at Metternichgasse 3. At around 1 p.m. on Sunday, May 14, 1933, the National Socialist politicians from Germany, who arrived at Aspern airfield the previous day, make official statements on their visit to Vienna for international journalists: \"We love Austria,\" says the Bavarian Minister of Justice Hans Frank, \"and no one will ever again wrest Austria from its affiliation with Germany.\" "},{"type":"event","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#p:3","text":"Hans Frank takes a car to Graz during the afternoon, where he holds a speech on the Schlossberg, \"in which the Austrian federal government and the federal chancellor in particular were degraded and appeals were made to resist the federal government.\"  His entourage, however, flies back to Berlin from Aspern that Sunday. When Frank attempts to make a public appearance in Salzburg the next day, May 15, 1933, the police prohibit him from giving any further speeches.  After the Nazi politician is expelled from Austria, diplomatic protests are lodged both in Vienna and Berlin."},{"type":"title","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:0","text":"Schwarzenbergplatz"},{"type":"keywords","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full","text":"Ernst Rüdiger Starhemberg Turks Deliverance Celebration Emil Fey Homeland Protection Home Guard parade Richard Steidle Social Democracy Engelbert Dollfuss Austrofascism National Socialism military"},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#i:15","text":"Austrian Home Guard members lower the flags at Schwarzenbergplatz in Vienna on May 14, 1933, as they march past their leaders, including Engelbert Dollfuß (second from left) and Ernst Rüdiger Starhemberg (third from left), who review and salute the paramilitary parade. Source: Bildarchiv Austria."},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#i:14","text":"Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz in Vienna on May 14, 1933, here on Mariahilfer Straße around the area of Vienna's western railway station. Source: Bildarchiv Austria."},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#i:69","text":"Austrian Home Guard troops marching in Vienna from Schönbrunn Palace to Schwarzenbergplatz on May 14, 1933, here at the lower part of Mariahilfer Straße, around the area of the Technical Museum. At the head of the paramilitary parade: Ernst Rüdiger Starhemberg (in the middle) with Emil Fey (on his right) and Richard Steidle (on his left). Source: Bildarchiv Austria."},{"type":"video","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#v:12","text":"Silent movie on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. The clip shows Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz, where members of the Austrian government receive the paramilitary parade. Source: Filmarchiv Austria."},{"type":"video","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#v:1","text":"Movie report on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, from the newsreel Fox Tönende Wochenschau (VII/20, May 15, 1933), contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. The clip shows Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz, here first along Mariahilfer Straße and then in front of the Staatsoper. Source: Filmarchiv Austria."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:1","text":"See, for example, \"Der Zug der Vierzigtausend durch Wien,\" in: Reichspost (Vienna), May 15, 1933, p. 1, vs. \"Der Spiessrutenlauf von Starhembergs Völkerbund,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 15, 1933, p. 1."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:2","text":"See \"530 Personen festgenommen,\" in: Wiener Zeitung (Vienna), May 16, 1933, p. 4."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:3","text":"\"Bürgerliche 'Demokraten,'\" in: Arbeiter-Zeitung (Vienna), May 16, 1933, p. 2 [our translation]."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:4","text":"\"'Innsbrucker Empfang' der Starhemberg-Heimwehr in Wien,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 15, 1933, p. 2 [our translation]."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:5","text":"\"Der große Heimwehraufmarsch,\" in: Die Stunde (Vienna), May 16, 1933, p. 2 [our translation]."},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:1","text":"The Home Guard (Heimwehr) troops, who have taken part in the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace, arrive at Schwarzenbergplatz at around 1:30 p.m.  At the same time, the Nazi politicians from Germany, having landed some twenty-four hours previously at Aspern airfield, hold a press conference in the German embassy. Government papers refer to 40,000, opposition papers to 20,000 men from all over Austria, marching via the Schlossallee, Mariahilfer Strasse, Babenbergerstrasse, and Ringstrasse.   At the head of the parade are the Home Guard leaders Ernst Rüdiger Starhemberg, Emil Fey, and Richard Steidle, all with steel helmets and bull pizzles, followed by marching bands and the regional sections in traditional dress.  On Schwarzenbergplatz, government members headed by Federal Chancellor Engelbert Dollfuss receive the parade. "},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:3","text":"There is great public interest in this parade by the Austrian Homeland Protection (Heimatschutz), which was permitted as a patriotic event despite the current ban on parades. Men raise their hats at the side of the road, women wave handkerchiefs. However, there are also attempts at disruption by political opponents: Social Democrats whistle and throw eggs, National Socialists shout \"Heil Hitler!\" and sing the Deutschlandlied.  Mounted police storm the demonstrators, using batons and bayonets. 530 people are arrested over the course of the day. "},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:4","text":"The Arbeiter-Zeitung asked itself in retrospect what was behind \"all this enthusiasm from the bourgeois 'democrats' for the Sunday parade.\" For the official newspaper of the Austrian Social Democrats, the answer was the \"mindset of the Jewish bourgeois,\" who could happily live with Fascism without antisemitism: \"That is why he is against Hitler; he has nothing against Starhemberg.\"  According to the Deutschösterreichische Tages-Zeitung, the National Socialist party newspaper in Austria, \"the three-hour march-past offered a ghastly picture,\" which had left the impression of a defeated army.   Die Stunde, however, was pleasantly surprised: the Homeland Protection did not, as expected, represent a \"traditional costume museum come to life,\" but \"one of the most vital sources of strength for the new Austrian spirit.\" Whereas \"excited youths\" had cheered on the German National Socialists the previous day, the \"older vintages\" now mustered. \"Sunday demonstrated against Saturday,\" wrote the Vienna tabloid. "},{"type":"title","title":"God","location":"/topology/mediations/1/mediators/0?lang=en&info=full#p:0","text":"God"},{"type":"keywords","title":"God","location":"/topology/mediations/1/mediators/0?lang=en&info=full","text":"sovereignty transcendence infinity god territory bird's-eye view"},{"type":"mediator","title":"God","location":"/topology/mediations/1/mediators/0?lang=en&info=full#p:1","text":"In contrast to the other two mediations, which are implemented without an external perspective, the mediation \"How to Use Reason: Sovereign Signs\" requires an additional, transcendent mediator. In the website's database, its number is 0 and its name is \"God.\""},{"type":"title","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=en&info=full#p:0","text":"Ernst Rüdiger Starhemberg"},{"type":"keywords","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=en&info=full","text":"Ernst Rüdiger Starhemberg Islam Emil Fey Homeland Protection Schönbrunn Home Guard Christianity monarchy Adolf Hitler July Putsch occident leader Nora Gregor propaganda Engelbert Dollfuss Habsburg Austrofascism National Socialism sovereignty exile Law on the Abolition of the Nobility Austria Vienna 1933 Starhemberg family coat of arms corporative state Fascism dictatorship parliamentarianism Benito Mussolini aristocracy 1683 Turks Deliverance Celebration Turkish siege mass rally"},{"type":"title","title":"\"Undesirable Visit\"","location":"/topology/mediations/1/mediators/2?lang=en&info=full#p:0","text":"\"Undesirable Visit\""},{"type":"keywords","title":"\"Undesirable Visit\"","location":"/topology/mediations/1/mediators/2?lang=en&info=full","text":"Christianity annexation monarchy Adolf Hitler Habsburg Roland Freisler radio broadcasting propaganda Engelbert Dollfuss Austrofascism National Socialism Christian Social Party sovereignty editorial Hans Frank Hanns Kerrl Vienna 1933 Reichspost Austria international law printing newspaper authoritarian democracy Friedrich Funder journalism antisemitism judgement Ignaz Seipel Catholicism corporative state Turks Deliverance Celebration 1683 Turkish siege"},{"type":"title","title":"Schönbrunn","location":"/topology/mediations/1/mediators/3?lang=en&info=full#p:0","text":"Schönbrunn"},{"type":"keywords","title":"Schönbrunn","location":"/topology/mediations/1/mediators/3?lang=en&info=full","text":""},{"type":"title","title":"Fascism as Tragedy","location":"/topology/mediations/1/mediators/4?lang=en&info=full#p:0","text":"Fascism as Tragedy"},{"type":"keywords","title":"Fascism as Tragedy","location":"/topology/mediations/1/mediators/4?lang=en&info=full","text":""},{"type":"title","title":"\"Anthem Chaos\"","location":"/topology/mediations/1/mediators/5?lang=en&info=full#p:0","text":"\"Anthem Chaos\""},{"type":"keywords","title":"\"Anthem Chaos\"","location":"/topology/mediations/1/mediators/5?lang=en&info=full","text":""},{"type":"title","title":"March on Vienna","location":"/topology/mediations/2/mediators/6?lang=en&info=full#p:0","text":"March on Vienna"},{"type":"keywords","title":"March on Vienna","location":"/topology/mediations/2/mediators/6?lang=en&info=full","text":""},{"type":"title","title":"Bell & Howell 2709","location":"/topology/mediations/2/mediators/7?lang=en&info=full#p:0","text":"Bell & Howell 2709"},{"type":"keywords","title":"Bell & Howell 2709","location":"/topology/mediations/2/mediators/7?lang=en&info=full","text":""},{"type":"title","title":"Perceptual Gymnastics","location":"/topology/mediations/2/mediators/8?lang=en&info=full#p:0","text":"Perceptual Gymnastics"},{"type":"keywords","title":"Perceptual Gymnastics","location":"/topology/mediations/2/mediators/8?lang=en&info=full","text":""},{"type":"title","title":"Mabuse's Control Center","location":"/topology/mediations/2/mediators/9?lang=en&info=full#p:0","text":"Mabuse's Control Center"},{"type":"keywords","title":"Mabuse's Control Center","location":"/topology/mediations/2/mediators/9?lang=en&info=full","text":""},{"type":"title","title":"\"Lick Me in the Ass!\"","location":"/topology/mediations/2/mediators/10?lang=en&info=full#p:0","text":"\"Lick Me in the Ass!\""},{"type":"keywords","title":"\"Lick Me in the Ass!\"","location":"/topology/mediations/2/mediators/10?lang=en&info=full","text":""},{"type":"title","title":"Mikes, Cables, Transmitters","location":"/topology/mediations/3/mediators/11?lang=en&info=full#p:0","text":"Mikes, Cables, Transmitters"},{"type":"keywords","title":"Mikes, Cables, Transmitters","location":"/topology/mediations/3/mediators/11?lang=en&info=full","text":""},{"type":"title","title":"RAVAG Studies","location":"/topology/mediations/3/mediators/12?lang=en&info=full#p:0","text":"RAVAG Studies"},{"type":"keywords","title":"RAVAG Studies","location":"/topology/mediations/3/mediators/12?lang=en&info=full","text":""},{"type":"title","title":"\"Torches of Freedom\"","location":"/topology/mediations/3/mediators/13?lang=en&info=full#p:0","text":"\"Torches of Freedom\""},{"type":"keywords","title":"\"Torches of Freedom\"","location":"/topology/mediations/3/mediators/13?lang=en&info=full","text":""},{"type":"title","title":"Educating New Men","location":"/topology/mediations/3/mediators/14?lang=en&info=full#p:0","text":"Educating New Men"},{"type":"keywords","title":"Educating New Men","location":"/topology/mediations/3/mediators/14?lang=en&info=full","text":""},{"type":"title","title":"\"Listener Strike\"","location":"/topology/mediations/3/mediators/15?lang=en&info=full#p:0","text":"\"Listener Strike\""},{"type":"keywords","title":"\"Listener Strike\"","location":"/topology/mediations/3/mediators/15?lang=en&info=full","text":""}]