[{"type":"title","title":"Überblick","location":"/overview?lang=de&info=full#p:0","text":"Überblick"},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:1","text":"Bildschirmaufnahme der ersten Version von campusmedius.net aus dem Jahr 2014 mit der geöffneten, ungefilterten Zeitleiste (Text: Simon Ganahl, Back-End-Code: Rory Solomon, Front-End-Code: Darius Daftary, Design: Mallory Brennan)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:4","text":"Bildschirmaufnahme der ersten Version von campusmedius.net aus dem Jahr 2014 mit dem an die OpenStreetMap rektifizierten Wiener Stadtplan von 1933 (Text: Simon Ganahl, Back-End-Code: Rory Solomon, Front-End-Code: Darius Daftary, Design: Mallory Brennan)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:5","text":"Bildschirmaufnahme der ersten Version von campusmedius.net aus dem Jahr 2014 mit dem Akteur-Netzwerk-Fenster des Ereignisses \"Radio Wien, 14. Mai 1933, 10:20–11:05\" (Text: Simon Ganahl, Back-End-Code: Rory Solomon, Front-End-Code: Darius Daftary, Design: Mallory Brennan)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:6","text":"Bildschirmaufnahme der ersten Version von campusmedius.net aus dem Jahr 2014 mit dem Beschreibungsfenster des Ereignisses \"Radio Wien, 14. Mai 1933, 10:20–11:05\" (Text: Simon Ganahl, Back-End-Code: Rory Solomon, Front-End-Code: Darius Daftary, Design: Mallory Brennan)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:70","text":"Tabelle der drei Dispositive der Mediation, implementiert auf campusmedius.net im Modul \"Topologie\" als multiperspektivische Vermittlung der \"Türkenbefreiungsfeier\" vom 14. Mai 1933 in Wien (Text: Simon Ganahl, Code: Andreas Krimbacher, Design: Susanne Kiesenhofer)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:71","text":"Grafische Symbole der Mediatoren, basierend auf Otto Neuraths \"International System of Typographic Picture Education\" (ISOTYPE), implementiert auf campusmedius.net im Modul \"Topologie\" (Text: Simon Ganahl, Code: Andreas Krimbacher, Design: Susanne Kiesenhofer)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:73","text":"Ernst Rüdiger Starhembergs Aufstieg im Österreichischen Heimatschutzverband, abgebildet in Österreichische Heimatschutzzeitung (Wien), 22. Juli 1933, Beilage \"Wehrfront im Bild\", S. 2–3. Quelle: Österreichische Nationalbibliothek."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:74","text":"Das fürstliche Adelswappen der Familie Starhemberg von 1765. Quelle: Fürst Starhemberg'sche Familienstiftung."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:11","text":"Ernst Rüdiger Starhemberg hält am 12. September 1933 eine Rede vor dem Denkmal des Grafen Ernst Rüdiger von Starhemberg auf dem Rathausplatz in Wien, abgebildet in Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper &amp; Brothers 1942, Abb. 3. Quelle: Österreichische Nationalbibliothek."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:12","text":"Werbeplakat (1934) des Österreichischen Heimatschutzes mit einer Fotografie von Ernst Rüdiger Starhemberg (links) und Engelbert Dollfuß, die bei der \"Türkenbefreiungsfeier\" am 14. Mai 1933 auf der gartenseitigen Terrasse des Schlosses Schönbrunn in Wien aufgenommen wurde. Quelle: Bildarchiv Austria."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:75","text":"Eine Bell &amp; Howell 2709 35-mm-Filmkamera aus dem Jahr 1922, fotografiert 2012 von Adam J. Wilt. Quelle: adamwilt.com."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:14","text":"Österreichische Heimwehrtruppen, die am 14. Mai 1933 in Wien vom Schloss Schönbrunn zum Schwarzenbergplatz marschieren, hier am Beginn der oberen Mariahilfer Straße in der Nähe des Westbahnhofs. Quelle: Bildarchiv Austria."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:15","text":"Österreichische Heimwehrmänner senken am 14. Mai 1933 am Schwarzenbergplatz in Wien die Fahnen, als sie an Vertretern der Bundesregierung und des Heimatschutzes vorbeimarschieren. Engelbert Dollfuß (zweiter von links) und Ernst Rüdiger Starhemberg (dritter von links) nehmen die paramilitärische Parade salutierend ab. Quelle: Bildarchiv Austria."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:76","text":"Rundfunksendeanlagen der Österreichischen Radio-Verkehrs-AG (RAVAG), abgebildet in Radio Wien (Wien), 11/1 (28. September 1934), S. 22. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:77","text":"Die Zeitschrift Radio Wien veröffentlichte am 4. November 1932 einige Ergebnisse einer von der Wirtschaftspsychologischen Forschungsstelle durchgeführten Hörerbefragung der Österreichischen Radio-Verkehrs-AG (RAVAG). Quelle: Austrian Newspapers Online."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:72","text":"Das Datenmodell des Moduls \"Topologie\" auf campusmedius.net (Text: Simon Ganahl, Code: Andreas Krimbacher, Design: Susanne Kiesenhofer)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:19","text":"Die \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien (Ernst Rüdiger Starhemberg vor den Mikrofonen). Quelle: Bildarchiv Austria."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:72","text":"Das Datenmodell des Moduls \"Topologie\" auf campusmedius.net (Text: Simon Ganahl, Code: Andreas Krimbacher, Design: Susanne Kiesenhofer)."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:20","text":"Hakeem Tahboub: Karte des Rauchens einer Wasserpfeife, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2016 an der UCLA hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:21","text":"Octavio Chiesa: Zeitleiste des Auspackens eines iPhones, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2016 an der UCLA hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:22","text":"Philipp Althammer: Karte über Spielgeräusche, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2016 an der Universität Liechtenstein hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:23","text":"Diogo Da Silva: Zeitleiste des Aufwachens, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2016 an der Universität Liechtenstein hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:25","text":"Alexandra Kraler: Zeitleiste des Espressokochens, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2017 an der Fachhochschule Vorarlberg hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:26","text":"Astrid Neumayr: Diagramm einer Blutabnahme, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2017 an der Fachhochschule Vorarlberg hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:78","text":"Astrid Neumayr: Diagramm des Blicks in den Spiegel, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2017 an der Fachhochschule Vorarlberg hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:79","text":"Fabienne Rohner: Analyse einer Werbebroschüre der Sutterlüty Handels GmbH, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2018 an der Fachhochschule Vorarlberg hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:80","text":"Christian Fischer: Diagramm des Gassigehens mit dem Hund an der Leine, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2018 an der Fachhochschule Vorarlberg hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:81","text":"Michael Schneitter-Venier: Visualisierung des Betrachtens eines fotografischen Ausstellungsobjekts, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2018 an der Fachhochschule Vorarlberg hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:82","text":"Lina Gasperi: Abbildung eines Eintrags in das Skizzenbuch, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2019 an der Universität Liechtenstein hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:83","text":"Lina Gasperi: Karte einer architektonischen Studienreise, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2019 an der Universität Liechtenstein hielt.\r\n"},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:84","text":"David Juen: Abbildung des morgendlichen Duschens, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2019 an der Universität Liechtenstein hielt."},{"type":"image","title":"Überblick","location":"/overview?lang=de&info=full#i:85","text":"David Juen: Karte einer Autofahrt, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2019 an der Universität Liechtenstein hielt."},{"type":"video","title":"Überblick","location":"/overview?lang=de&info=full#v:1","text":"Beitrag der Fox Tönenden Wochenschau (VII/20, 15. Mai 1933) zur \"Türkenbefreiungsfeier\" am 14. Mai 1933 in Wien, enthalten in der Jahresschau 1933 der Bundespolizeidirektion in Wien. Zu sehen und hören sind in diesem Ausschnitt österreichische Heimwehrtruppen, die vom Schloss Schönbrunn zum Schwarzenbergplatz marschieren, zunächst entlang der Mariahilfer Straße und dann vor der Staatsoper. Quelle: Filmarchiv Austria."},{"type":"video","title":"Überblick","location":"/overview?lang=de&info=full#v:13","text":"Caroline Winkler: Videodokumentation der Auswahl eines Selfies am Mobiltelefon, entstanden in einer Lehrveranstaltung, die Simon Ganahl 2018 an der Fachhochschule Vorarlberg hielt."},{"type":"audio","title":"Überblick","location":"/overview?lang=de&info=full#i:1","text":"Engelbert Dollfuß spricht bei der \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien. Quelle: Österreichische Mediathek."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:1","text":"Frühere Versionen dieses Textes sind erschienen in Ingo Börner, Wolfgang Straub, Christian Zolles (Hg.): Germanistik digital. Digital Humanities in der Sprach- und Literaturwissenschaft, Wien: Facultas 2018, S. 104–117, und in spheres: Journal for Digital Cultures, #1: Politics after Networks (2018), DOI: 10.25969/mediarep/3814>."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:2","text":"Vgl. Simon Ganahl: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen, Konstanz: Konstanz University Press 2015, S. 21–111, URL: e-book.fwf.ac.at/o:764."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:3","text":"Shannon Mattern hat ihre \"Urban Media Archaeology\", die Campus Medius maßgeblich prägte, inzwischen in zwei Monografien veröffentlicht: Deep Mapping the Media City, Minneapolis: University of Minnesota Press 2015; Code + Clay… Data + Dirt. Five Thousand Years of Urban Media, Minneapolis: University of Minnesota Press 2017."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:4","text":"Vgl. Michail Bachtin: Chronotopos, übers. Michael Dewey, Frankfurt a.M.: Suhrkamp 2008 [russ. 1975]."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:5","text":"Vgl. dazu Simon Ganahl: \"Der monströse Fouleuze. Eine philosophische Lektüre von Andrej Belyjs Petersburg\", in: Le foucaldien, 3/1 (2017), DOI: 10.16995/lefou.23."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:6","text":"Vgl. dazu Todd Presner: \"The View from Above/Below\", in: Todd Presner, David Shepard, Yoh Kawano: HyperCities. Thick Mapping in the Digital Humanities, Cambridge (MA): Harvard University Press 2014, S. 84–127, hier S. 110–118."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:7","text":"Vgl. Bruno Latour: Eine neue Soziologie für eine neue Gesellschaft. Einführung in die Akteur-Netzwerk-Theorie, übers. Gustav Roßler, Frankfurt a.M.: Suhrkamp 2010 [engl. 2005]."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:8","text":"Vgl. Otto Neurath: International Picture Language. The First Rules of Isotype, London: Kegan Paul 1936."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:9","text":"Foucault schrieb im Rückblick, dass seine Studien über Wahnsinn, Krankheit, Kriminalität und Sexualität in der Moderne \"das historische Apriori einer möglichen Erfahrung\" erforschten. (Michel Foucault: \"Foucault\", übers. Hans-Dieter Gondek [frz. 1984], in: Schriften in vier Bänden. Dits et Ecrits. Bd. IV: 1980–1988, hg. Daniel Defert u. François Ewald, Frankfurt a.M.: Suhrkamp 2005 [frz. 1994], S. 776–782, hier S. 778.)"},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:10","text":"Vgl. dazu Alexander R. Galloway: The Interface Effect, Cambridge (UK): Polity 2012, und Johanna Drucker: Graphesis. Visual Forms of Knowledge Production, Cambridge (MA): Harvard University Press 2014."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:11","text":"Vgl. Ernst Rüdiger Starhemberg: Die Erinnerungen, Wien/München: Amalthea 1991, S. 125–157."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:12","text":"Vgl. \"Die Antwort auf den Kikeriki-Sonntag\", in: Arbeiter-Zeitung (Wien), 16. Mai 1933, S. 2."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:13","text":"Vgl. Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:14","text":"Zur Geschichte des digitalen profiling vgl. Colin Koopman: *How We Became Our Data. A Genealogy of the Informational Person*, Chicago/London: University of Chicago Press 2019."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:15","text":"Jean Bauer: \"Who You Calling Untheoretical?\", in: Journal of Digital Humanities, 1/1 (2011) [unsere Übersetzung]."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:16","text":"Die Auswahl von Raum, Zeit und Wert als relationale Eigenschaften gründet auf Foucaults Analyse von Machtbeziehungen, v.a. seine präzise Beschreibung von räumlichen Verteilungen, zeitlichen Abfolgen und hierarchischen Gliederungen. Vgl. Michel Foucault: Überwachen und Strafen. Die Geburt des Gefängnisses, übers. Walter Seitter, Frankfurt a.M.: Suhrkamp 1976 [frz. 1975], S. 173–292."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:17","text":"Vgl. Donna Haraway: \"Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective\", in: Feminist Studies, 14/3 (1988), S. 575–599, hier S. 581 [unsere Übersetzung]."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:18","text":"In einem 1977 publizierten Gespräch definierte Foucault den französischen Begriff dispositif als \"eine entschieden heterogene Gesamtheit [un ensemble résolument hétérogène]\", bestehend aus Gesagtem wie Ungesagtem, und ausdrücklich als \"das Netz [le réseau], das man zwischen diesen Elementen herstellen kann.\" Er betonte jedoch, dass es ihm nicht um die Kategorisierung dieser Bestandteile gehe, zum Beispiel als diskursive oder dingliche, sondern um die spezifische \"Natur der Verbindung [la nature du lien]\". Foucault ergänzte, dass jedes Dispositiv \"die Funktion hat, einer dringenden Anforderung nachzukommen [répondre à une urgence]\", indem es ein soziales Problem strategisch löst. (Michel Foucault: \"Das Spiel des Michel Foucault\", übers. Hans-Dieter Gondek [frz. 1977], in: Schriften in vier Bänden. Dits et Ecrits. Bd. III: 1976–1979, hg. Daniel Defert u. François Ewald, Frankfurt a.M.: Suhrkamp 2003 [frz. 1994], S. 391–429, hier S. 392f.)"},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:19","text":"Die Metadaten enthalten den Titel, die URL, ausgewählte Schlagwörter, die Autorinnen und Autoren, das Publikationsdatum sowie Urheberrechte und Sponsoren. Sie sind nach dem CIDOC-CRM modelliert und im Resource Description Framework (RDF) als JSON-LD codiert."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:20","text":"Foucault hat so eine Theorie nicht ausdrücklich formuliert, seine historischen Studien zur Moderne aber in den Vorlesungen zur Gouvernementalität resümiert und neu ausgerichtet. Anstatt von epochalen Brüchen um 1650 und um 1800 auszugehen, entwirft er dort ein souveränes, ein disziplinarisches und ein liberales Regime, deren Verläufe vom 17. bis ins 20. Jahrhundert verfolgt werden können. Vgl. Michel Foucault: Sicherheit, Territorium, Bevölkerung. Geschichte der Gouvernementalität I. Vorlesung am Collège de France 1977–1978, übers. Claudia Brede-Konersmann u. Jürgen Schröder, Frankfurt a.M.: Suhrkamp 2006 [frz. 2004], v.a. S. 134–172."},{"type":"note","title":"Überblick","location":"/overview?lang=de&info=full#n:21","text":"Zum Begriff von Kritik als der \"Kunst nicht dermaßen regiert zu werden\" vgl. Michel Foucault: Was ist Kritik?, übers. Walter Seitter, Berlin: Merve 1992 [frz. 1978], S. 12. Zu critical cartography und counter-mapping vgl. Jeremy W. Crampton u. John Krygier: \"An Introduction to Critical Cartography\", in: ACME: An International E-Journal for Critical Geographies, 4/1 (2005), S. 11–33, sowie den inspirierenden \"Critical Cartography Primer\" in Annette Miae Kim: Sidewalk City. Remapping Public Space in Ho Chi Minh City, Chicago: University of Chicago Press 2015, S. 112–145."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:1","text":"Campus Medius erforscht und erweitert die Möglichkeiten der digitalen Kartografie in den Kultur- und Medienwissenschaften. In dieser Beschreibung erläutert der Projektleiter Simon Ganahl die Entwicklung der Website von einer historischen Fallstudie zu einer geplanten Mapping-Plattform."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:3","text":"Die Idee für dieses Mapping-Projekt stammt aus meiner Dissertation über die Medienbezüge in den Schriften von Karl Kraus (1874–1936) und Peter Altenberg (1859–1919), wo ich u.a. einen Text behandelte, den Kraus 1933 in Wien geschrieben hatte: die Dritte Walpurgisnacht.  In dem rund 300-seitigen Essay ist ein Wochenende im Mai diesen Jahres von zentraler Bedeutung für seine Beurteilung der zeitgenössischen politischen Situation, nämlich die nationalsozialistische \"Machtergreifung\" in Deutschland und die österreichischen Reaktionen auf diese Entwicklungen. Durch historische Recherchen konnte ich gut nachvollziehen, weshalb Kraus den 13. und 14. Mai 1933 als einen Wendepunkt erlebte. So entschied ich mich, fünfzehn ausgewählte Ereignisse innerhalb von 24 Stunden dieses Wochenendes – von Samstag um 14 Uhr bis Sonntag um 14 Uhr – auf einer digitalisierten Karte Wiens aus dem Jahr 1933 darzustellen. Betreut von der Medienwissenschaftlerin Shannon Mattern, entstand die erste Version der Website in Zusammenarbeit mit den Software-Entwicklern Rory Solomon und Darius Daftary sowie der Designerin Mallory Brennan an der New School in New York und ging im Juli 2014 unter campusmedius.net online. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:4","text":"Beeinflusst war die Auswahl des empirischen Materials auch vom Begriff des Chronotopos. Michail Bachtin schrieb in den 1930er Jahren einen Essay über Zeiträume bzw. Raumzeiten in literarischen Werken von der Antike bis zur Renaissance, der nach seiner Publikation im Jahr 1975 in den Literaturwissenschaften sehr einflussreich wurde.  Dieser Ansatz inspirierte mich, die historische Fallstudie auf 24 Stunden in Wien zu begrenzen – eine zeitliche und räumliche Einheit, die sich nicht nur im Verlauf der untersuchten Ereignisse ergab, sondern auch dem Chronotopos des modernistischen Romans entspricht. Denken Sie etwa an den Ulysses von James Joyce, an Virginia Woolfs Mrs Dalloway, Andrej Belyjs Petersburg oder, um ein anderes Medium zu nennen, den Dokumentarfilm Berlin: Die Sinfonie einer Großstadt von Walter Ruttmann. In all diesen, im ersten Drittel des 20. Jahrhunderts entstandenen Kunstwerken findet man den Versuch, die Moderne in einem ganz bestimmten Zeit-Raum einzufangen: einem Tag in der Großstadt. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:5","text":"Der historische Chronotopos von 24 Stunden am 13. und 14. Mai 1933 in Wien ist von sogenannten \"Türkenbefreiungsfeiern\" geprägt, die der Österreichische Heimatschutzverband im Schlosspark Schönbrunn und die NSDAP in der Engelmann-Arena abhielten. Dieses 250. Jubiläum der Befreiung Wiens von der Türkenbelagerung im September 1683, dessen Feier zu Propagandazwecken vorgezogen wurde, orientierte sich von Grund auf an der massenmedialen Kommunikation: Die rivalisierenden Kundgebungen wurden von der Parteipresse vorbereitet, zum Teil live in Radio Wien gesendet und in Wochenschauen festgehalten. Um eine Gegenöffentlichkeit zu bilden, publizierte die Sozialdemokratische Arbeiterpartei programmatische Leitartikel und veranstaltete \"Freiheitsfeiern\" in den Wiener Gemeindebauten. Während im Burgtheater das Drama Hundert Tage aufgeführt wurde, das Benito Mussolini mitverfasst hatte, lief in mehreren Kinos Fritz Langs Spielfilm Das Testament des Dr. Mabuse, der in Deutschland verboten war. An anderen Schauplätzen waren die NS-Dokumentation Deutschland erwacht sowie Klassiker des russischen Films zu sehen, nämlich Sergej Eisensteins Panzerkreuzer Potemkin und Turksib von Viktor Turin. Die Sonntagsausgabe der bürgerlichen Neuen Freien Presse brachte außerdem einen Essay mit dem Titel \"Humbug, Bluff und Ballyhoo\", der die Public Relations von Edward Bernays beleuchtete, einem Neffen Sigmund Freuds."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:6","text":"Anhand der 24-stündigen Zeitleiste kann verfolgt werden, was sich zur gleichen Zeit an verschiedenen Orten der Stadt abspielte.  Die interaktive Karte bietet darüber hinaus die Möglichkeit, das Geschehen im räumlichen Überblick darzustellen. Angeregt von der Forschungsplattform HyperCities, der Campus Medius generell viel verdankt, haben wir die Ereignisse aber nicht nur georeferenziert, sondern auch eine für historische Mapping-Projekte gängige Technik angewandt, die sich Rektifizierung nennt. In unserem Fall wurde ein Stadtplan von Wien aus dem Jahr 1933 in der Österreichischen Nationalbibliothek ausgehoben und hochauflösend eingescannt, dann in eine GeoTIFF-Datei umgewandelt und schließlich an die GIS-Daten unserer Basiskarte angeglichen, der OpenStreetMap.  Dieser technische Vorgang rief bei mir jedoch ein Unbehagen hervor durch die Vorstellung, dass so eine digitale basemap die Realität repräsentieren soll, von der eine gedruckte Karte mehr oder weniger abweicht. Tatsächlich findet bei der Rektifizierung eine Übersetzung zwischen verschiedenen Projektionen der Wirklichkeit statt, deren historische Entstehungsbedingungen es zu analysieren gilt.  Aufgrund dieser Kritik des kartografischen Verfahrens versuchen wir in der aktuellen Version unseres Projekts, die ich im zweiten Abschnitt vorstellen werde, solche standardisierten Repräsentationen von Raum und Zeit zu hinterfragen und zu verfremden."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:7","text":"Wählte die Nutzerin, der Nutzer in der ursprünglichen Fassung von campusmedius.net eines der Icons auf der Karte aus, erschien ein Akteur-Netzwerk des jeweiligen Ereignisses.  Diese Visualisierung rührte auch methodisch von der sogenannte Akteur-Netzwerk-Theorie her, die im Prinzip besagt, dass Handlungen nicht menschlich-intentional verstanden werden können, dass nicht ein subjektives Bewusstsein den Entschluss fasst, etwas zu tun, sondern menschliche und nicht-menschliche Akteure aufeinander einwirken und erst dieses Zusammenspiel den Handlungsverlauf ermöglicht bzw. ausmacht.  Wir gestalteten diese grafischen Symbole im Stil des \"International System of Typographic Picture Education\" (ISOTYPE) – einer konzeptuell universalen Bildsprache, die unter der Leitung des Nationalökonomen und Austromarxisten Otto Neurath, einem Mitglied des Wiener Kreises, seit Mitte der 1920er Jahre entwickelt wurde.  In unserem Projekt dient ISOTYPE jedoch nicht als allgemein gültiges Gestaltungskonzept, sondern im Gegenteil als ein visuelles Vokabular, das exakt zum historischen Umfeld der Fallstudie passt. Die Farben wiesen in Campus Medius 1.0 auf den politischen Hintergrund hin, das heißt, rot stand für kommunistische oder sozialdemokratische, grün für austrofaschistische, braun für nationalsozialistische und blau für bürgerliche Akteure. Klickte die Nutzerin, der Nutzer auf dieses Akteur-Netzwerk-Fenster, dann öffnete sich eine multimediale Beschreibung des Ereignisses mit ausgewählten Fotografien, Tonaufnahmen, Filmausschnitten, Archivalien, Zeitungsartikeln usw. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:8","text":"Das ist im Wesentlichen die erste Version von campusmedius.net, wie die Website im Sommer 2014 online ging – eine Art digitale Ausstellung. Der Zugang des Projekts zum Forschungsfeld der Digital Humanities war und ist stark beeinflusst vom Digital Humanities Manifesto, nach dem die Humanwissenschaften eine Kuratierung des digital verfügbaren Wissens leisten sollen. Mit jedem historischen Dokument, das digitalisiert wird, steigt die Relevanz dieser Forderung. Am 13. Dezember 2019 machte die Österreichische Nationalbibliothek, zum Beispiel, die 22-millionste Zeitungsseite in Austrian Newspapers Online (ANNO) verfügbar: Was bringen solche Datenmengen, wenn sie nicht sinnvoll verknüpft werden? Eine Möglichkeit liegt in der Entwicklung von Algorithmen zur Mustererkennung; eine andere besteht darin, dieses kulturelle Erbe in digitalen Monografien zu kuratieren. Wir verfolgten zunächst den letzteren Ansatz, nutzten die vorläufigen Ergebnisse, um unsere methodischen Konzepte in ein Datenmodell zu übersetzen, und entwerfen nun eine algorithmische Analyse ausgehend von der zweiten Projektversion, die ich im folgenden Abschnitt besprechen werde."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:10","text":"In der aktuellen, im MONAT JAHR veröffentlichten Version von campusmedius.net, die von Andreas Krimbacher programmiert und von Susanne Kiesenhofer designt wurde, bleibt der oben beschriebene Überblick über den historischen Chronotopos im Modul \"Topografie\" bestehen, das sich weiterhin aus der 24-stündigen Zeitleiste und dem rektifizierten Stadtplan Wiens von 1933 zusammensetzt. Die fünfzehn, multimedial dargestellten Ereignisse sind auf der Karte aber nur mehr durch gewöhnliche pins, Stecknadeln markiert, weil das Konzept der Akteur-Netzwerke in ein neues Modul wechselte, das wir \"Topologie\" nennen. In diesem Bereich der Website fokussieren wir auf das Hauptereignis des ausgewählten Zeit-Raums: die \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn, deren Verlauf aus der Vogelschau, im Panorama und in der Straßenansicht anhand von je fünf Mediatoren vermittelt wird. Die narrative Technik, ein Geschehen aus verschiedenen Perspektiven darzustellen, ist aus Romanen, Filmen und TV-Serien bekannt. In Campus Medius 2.0 kommt dieses Verfahren zum Einsatz, um idealtypische Schnittstellen zu konstruieren: Die standardisierten, fast natürlich erscheinenden Repräsentationsweisen von Raum und Zeit in der digitalen Kartografie sollen überdeutlich und den Nutzerinnen und Nutzern dadurch nicht nur bewusst, sondern auch fremd werden."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:11","text":"Wir haben eine Tabelle zusammengestellt, die eine schematische Übersicht über diese multiperspektivische Vermittlung der \"Türkenbefreiungsfeier\" gibt.  Konzeptuell liegt dem Schema eine Frage zugrunde, die das Projekt von Anfang an motiviert hat: Was ist eine mediale Erfahrung? Oder präziser gesagt: Was heißt es, in der Moderne eine Medienerfahrung zu machen? Diese Fragestellung geht auf Michel Foucaults Studien über Kriminalität oder Sexualität als spezifisch moderne Erfahrungsmöglichkeiten zurück.  Aber können wir auch Medialität als ein Erfahrungsfeld im Foucault'schen Sinn begreifen? Was für Möglichkeiten bietet uns das moderne Zeitalter seit etwa der Mitte des 17. Jahrhunderts, mediale Erfahrungen zu machen? Die Tabelle beantwortet diese Frage mit einer zugespitzten These: In der Moderne eine Medienerfahrung zu machen, heißt im Grunde, den Verstand anhand souveräner Zeichen zu gebrauchen, das Leben mit prüfenden Blicken einzufangen oder die Stimme in gelenkten Sendungen zu erheben. Diese drei medialen Erfahrungsmöglichkeiten, die ich mit Foucault Dispositive der Mediation nenne, also Vermittlungsanlagen, kommen in vielfältigen Mediatoren zum Ausdruck. Im Fall der \"Türkenbefreiungsfeier\" haben wir je fünf solcher Mittler ausgewählt, deren Icons im Stil von ISOTYPE gestaltet  und die auf je spezifische Arten miteinander verknüpft sind. Bei diesen Verknüpfungstypen handelt es sich um unterschiedliche Topologien: Ist der Raum begrenzt oder unbegrenzt, die Zeit endlich oder unendlich? Steht ein Mediator im Zentrum oder sind alle gleichwertig verteilt? Usw. Die Interfaces als visuelle Schnittstellen gehen aus diesen Dispositiven der Mediation hervor, denn ob man aus der Vogelschau, im Panorama oder in der Straßenansicht auf das Geschehen blickt, hängt mit bestimmten Weltbildern zusammen, mit bestimmten Ideologien, die wir aufzuklären versuchen. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:12","text":"Wie also wurde das neue Modul \"Topologie\" auf der Website implementiert? Ich beginne mit der Mediation \"Den Verstand gebrauchen: Souveräne Zeichen\" anhand des Mediators Ernst Rüdiger Starhemberg, dem damaligen Bundesführer des Österreichischen Heimatschutzverbandes und Initiator der \"Türkenbefreiungsfeier\" am 14. Mai 1933 in Wien.  Dort, wo sich im Bereich \"Topografie\" die Zeitleiste befindet, können die Nutzerinnen und Nutzer in der \"Topologie\" zwischen den drei Mediationen wechseln. In diesem Beispiel werden die Mediatoren aus der Vogelperspektive betrachtet und durch Zoomen navigiert. Das Netzwerk ist zentralisiert, das heißt, die Navigation verläuft über einen zentralen Knoten, nämlich diese transzendente, die Dinge überwölbende Position, die nicht nur eine göttliche, sondern auch die Perspektive des Souveräns eröffnet – des Monarchen, der sein Territorium überblickt. Starhemberg waren diese Vorstellungen aus ganz persönlichen Gründen vertraut, denn er stammte aus einer der ältesten Adelsfamilien der Habsburgermonarchie, die 1918 gemeinsam mit dem Ersten Weltkrieg zu Ende ging.  Einer seiner Vorfahren war Graf Ernst Rüdiger von Starhemberg, der erfolgreiche Stadtkommandant Wiens während der Zweiten Türkenbelagerung im Sommer 1683. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:13","text":"Unter der Führung des Bundeskanzlers Engelbert Dollfuß schlug die österreichische Regierung im März 1933 einen autoritären Kurs ein. Das Kabinett hinderte den Nationalrat, nach einer formalen Krise die parlamentarische Arbeit wieder aufzunehmen, und regierte anhand von Notverordnungen. Aber es war in diesem Frühling noch nicht klar, wie es politisch in Österreich weitergehen sollte. Unterstützt von Benito Mussolini, dem faschistischen Ministerpräsidenten von Italien, machte Starhemberg dem Bundeskanzler den Vorschlag, eine Massenkundgebung in Form einer \"Türkenbefreiungsfeier\" abzuhalten, und zwar als öffentliches Bekenntnis zu dem, was er als \"Austrofaschismus\" und Dollfuß als \"Ständestaat\" bezeichnete.  Tatsächlich jährte sich die Befreiung Wiens von der Zweiten Türkenbelagerung erst Mitte September zum 250. Mal, aber der von der Parteipresse unterstützte Plan ging auf: Vor den Augen und Ohren von angeblich vierzigtausend Heimwehrleuten, die sternförmig im barocken Garten von Schönbrunn aufgestellt waren, schworen sich Dollfuß und Starhemberg unter den Klängen der vieldeutigen österreichischen Bundeshymne \"Treue um Treue\". "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:14","text":"In der zweiten Mediation – \"Das Leben einfangen: Prüfende Blicke\" – befindet sich die Nutzerin, der Nutzer im Panorama-Modus. Das Netzwerk ist hier nicht zentralisiert, sondern linear, das heißt, man muss nacheinander vom ersten bis zum fünften Mediator schwenken. Als beispielhafter Mittler für dieses Interface kann die 35-mm-Filmkamera \"Bell & Howell 2709\" dienen, die 1912 auf den Markt kam und sich bald zum amerikanischen Standardmodell entwickelte.  Mir ist die charakteristische Kamera am rechten Rand einer Fotografie der Heimwehrparade aufgefallen, die im Anschluss an die \"Türkenbefreiungsfeier\" in Schönbrunn abgehalten und auf diesem Bild am Beginn der oberen Mariahilfer Straße, in der Nähe des Westbahnhofes abgelichtet wurde.  Mithilfe von Technikhistorikern konnten wir nicht nur das Kameramodell identifizieren, sondern im hochaufgelösten Scan des Fotos auch erkennen, dass dieses konkrete Exemplar mit einem Kameramotor und einer Anlage zur Lichttonaufnahme aufgerüstet wurde. Der Film wurde für die Fox Tönende Wochenschau gedreht und ist im Filmarchiv Austria erhalten geblieben. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:15","text":"Was mich an dem Mediator interessiert, ist die Frage, welche Art von Aufnahmen dieser zusammengebastelte Apparat ermöglichte, wie es die Kamera und der folgende Filmschnitt erlaubten, die Bewegung der Parade festzuhalten. Im Prinzip nimmt diese Bell & Howell 2709 die paramilitärische Truppenschau ab, wie es dann am Schwarzenbergplatz im Stadtzentrum die Mitglieder der Bundesregierung tun werden.  Und kommen die Zuschauerinnen und Zuschauer, die später im Kinosaal die Wochenschau ansehen, nicht in die gleiche Position des prüfenden Abnehmens der sich im Gleichschritt bewegenden Körper? Eine Form der disziplinarischen Prüfung, die einige Bewohner des Wiener Lassalle-Hofs im buchstäblichen Sinn umkehrten, als sie tags zuvor einer Kolonne vorbeifahrender NS-Politiker aus Deutschland nicht die Blicke, sondern ihre entblößten Hintern zuwandten."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:16","text":"Das Interface der dritten Mediation – \"Die Stimme erheben: Gelenkte Sendungen\" – ist bestimmt durch die street view. Die Nutzerinnen und Nutzer können sich in dem verteilten Netzwerk zwar in alle Richtungen bewegen, kommen aber nicht aus der eingeschränkten Straßenansicht heraus. Der exemplarische Mediator, den ich als Letztes vorstelle, ist die rundfunktechnische Anlage, mit der die Reden der \"Türkenbefreiungsfeier\" live in Radio Wien gesendet wurden.  Die von einem dynamischen oder Kohlemikrofon in Elektrizität umgewandelten Stimmen gelangten per Kabel zum Röhrenverstärker, wurden vom Schloss Schönbrunn eventuell mit einem Kurzwellensender, vermutlich aber über Telefonverbindungen zur Zentrale der Österreichischen Radio-Verkehrs-AG (RAVAG) in die Innenstadt übertragen und von dort in speziellen Rundfunkkabeln zum Großsender am Rosenhügel im Südwesten Wiens sowie den Regionalsendern in den Bundesländern weitergeleitet, die elektromagnetische Wellen in den zugewiesenen Längen erzeugten und rundherum ausstrahlten.  Die Sozialdemokratische Arbeiterpartei, die als Gegenveranstaltung zur \"Türkenbefreiungsfeier\" etwa fünfzig \"Freiheitsfeiern\" in den Wiener Gemeindebauten abhielt, organisierte aus Protest gegen die Livesendung einen \"Hörerstreik\" mit mehr als zehntausend Kündigungen des Radioabonnements. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:17","text":"Was die Hörerinnen und Hörer in diesem kollektiven Kündigungsschreiben äußern, ist ein Widerwille gegen staatliche Bevormundung und den deutlichen Willen, die eigene Stimme im Rundfunk zu erheben. Der Protest entspricht den Ergebnissen einer zeitgenössischen Studie der Wirtschaftspsychologischen Forschungsstelle unter der Leitung von Paul Lazarsfeld, der später in den USA als Mitbegründer der empirischen Kommunikationsforschung Karriere machte.  Im Auftrag der RAVAG hatte das Wiener Institut statistisch erhoben, welche Radiosendungen in Österreich gewünscht und welche abgelehnt wurden.  Innovativ an der 1931/32 durchgeführten RAVAG-Studie war vor allem, dass Lazarsfeld die Wünsche und Abneigungen der Hörerinnen und Hörer mit ihren Sozialdaten korrelierte. Das Publikum wird in diesem Forschungsbericht nicht mehr als Masse von Individuen aufgefasst, sondern in spezifische Zielgruppen unterteilt. Hier liegt ein Anfang dessen, was heute als profiling bezeichnet und als Management der Kommunikationsfreiheit begrüßt oder beklagt wird. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:19","text":"In den ersten beiden Abschnitten dieser Einführung habe ich vor allem das front end der Website besprochen, d.h. Fragen im Zusammenhang mit den visuellen Schnittstellen. Am anderen Ende der Software-Architektur befindet sich allerdings ein für die Nutzerinnen und Nutzer unsichtbares back end, eine Datenbank, in der alle Inhalte gespeichert sind. Es ist mir wichtig, zu betonen, dass die Entscheidung, welche Entitäten in die Datenbank aufgenommen werden und wie diese Elemente zusammenhängen, ein genuin methodisches Problem ist. Um eine wissenschaftliche Website zu bauen, müssen die Konzepte der Forschungsarbeit operationalisiert werden; es sind zumindest Arbeitsdefinitionen der zentralen Begriffe erforderlich. In einem kultur- oder medienwissenschaftlichen Projekt können diese Aufgaben nicht einfach an Informatikerinnen und Informatiker abgetreten werden, denn: \"Die Datenbank ist die Theorie!\"  Wenn eine Website der Komplexität jener theoretischen Ansätze entsprechen soll, die kultur- und medienwissenschaftliches Forschen anleiten, müssen ihr back end und ihr front end fachübergreifend entwickelt werden, also im engen Dialog mit der Informatik und dem Design. In den folgenden Absätzen erläutere ich das Datenmodell, das dem Modul \"Topologie\" auf campusmedius.net zugrunde liegt. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:20","text":"Ich beginne mit dem Element am oberen Ende des Diagramms, dem Mediator als einem menschlichen oder nicht-menschlichen Mittler, der in einer Erfahrung gegeben ist und im Handlungsverlauf einen wesentlichen Unterschied macht. In unserer Terminologie ist ein Medium nichts anderes als ein Typ von Mediatoren: Starhemberg tritt bei der \"Türkenbefreiungsfeier\" als \"Bundesführer des Österreichischen Heimatschutzes\" auf, stellt sich ideell aber in eine Reihe von Führerfiguren von den römischen Cäsaren über die habsburgischen Kaiser bis zum faschistischen Duce. Das ist ein Beispiel für ein one-to-many-Verhältnis – ein Medium konstituiert sich aus mehreren Mediatoren. Es war für uns eine wichtige Entscheidung, die Attribute Raum, Zeit und Wert – Letzteres verstanden als die Gewichtung der Knoten im Netzwerk – nicht an den Mediator zu hängen, sondern an die Relation, die zwei Mediatoren verbindet.  In der digitalen Kartografie ist es hingegen üblich, festzulegen, wo und wann eine Entität vorkommt, also die Position anhand des Längen- und Breitengrades sowie die Zeitdauer zu definieren. Dieses Verfahren setzt allerdings eine Vogelperspektive voraus, einen externen, unveränderlichen Standpunkt, von dem aus Mediatoren situiert werden können. Um nicht auf diesen \"Gottestrick\" hereinzufallen, mit dem sich alles von nirgendwo sehen lässt,  bestimmen wir Raum, Zeit und Wert relational, d.h. als Differenzen im Netzwerk der Mediatoren: Starhemberg steht auf der Gartenterrasse des Schlosses Schönbrunn vor einem Reisz-Mikrofon; zu seiner Linken ein Tontechniker mit Kopfhörern und ein Mann mit Tirolerhut und Fotokamera; zwischen den Heimwehrleuten befindet sich der Aufnahmewagen der Wiener Selenophon Licht- und Tonbild GmbH; hinter dem Großen Parterre erheben sich der Neptunbrunnen und der Schönbrunner Berg mit der krönenden Gloriette usw. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:21","text":"Eine Erfahrung ist im Sinn unseres Datenmodells eine individuelle Teilmenge von Relationen sowie der mit ihnen verknüpften Mediatoren. Dem Verhältnis von Medium und Mediator entspricht im Fall der Relation die Mediation, bei der es sich um ein Beziehungsmuster, ein pattern of relations handelt (z.B. die zentralisierte Topologie, die bei der \"Türkenbefreiungsfeier\" immer wieder auftritt). Mit anderen Worten, eine Regelmäßigkeit von Raum-, Zeit- und Wertbeziehungen – aber was wird in einer Erfahrung eigentlich mediatisiert bzw. vermittelt? Diese Frage verweist auf das Kästchen am unteren Ende des Datenmodells, das die Hauptfunktion des Foucault'schen Dispositivs zusammenfasst, nämlich eine soziale Anforderung strategisch zu beantworten.  Während Akteur-Netzwerk-Berichte konkrete empirische Fälle beschreiben, um herauszufinden, wer oder was im Handlungsverlauf einen Unterschied bewirkt, fragen Dispositivanalysen nach Typen der Verknüpfung, nach historischen Beziehungsmustern, die in der gegebenen Situation aktualisiert werden. Nehmen wir das oben angeführte Beispiel des Widerstands gegen die Live-Übertragung der \"Türkenbefreiungsfeier\": Die Leute, die das Radioabonnement aus Protest kündigten, wollten ihre eigenen Stimmen erheben und sich weder politisch beeinflussen noch von oben erziehen lassen – eine kollektive Anforderung, die der österreichische Rundfunk von 1933 nicht beantworten konnte. Mithilfe des emigrierten Paul Lazarsfeld, seiner Frau Herta Herzog und seinem Freund Hans Zeisel lernten jedoch das Columbia Broadcasting System (CBS) und die New Yorker Werbeagentur McCann-Erickson noch während des Zweiten Weltkriegs, wie man freie Meinungsäußerungen in bestimmte Richtungen lenkt."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:22","text":"Das Akteur-Netzwerk und das Dispositiv sind also die zentralen methodischen Konzepte, die im Datenmodell von Campus Medius 2.0 operationalisiert werden.  Bis jetzt habe ich aber nur die rechte Seite des Diagramms besprochen, die ontologische Struktur der Datenbank. Die linke Seite zeigt dagegen, wie die gespeicherten Daten für die Nutzerinnen und Nutzer wahrnehmbar werden. Um auf der Website zu erscheinen, muss ein Mediator Information erhalten, er muss durch Texte, Bilder, Ton- oder Filmaufnahmen im buchstäblichen Sinn informiert sein. Die Metadaten dieser multimedialen Beschreibungen können über das Zitatsymbol neben dem Titel der jeweiligen Seite abgerufen und als Linked Open Data heruntergeladen werden.  Abgesehen von den urheberrechtlich geschützten Medienobjekten, stehen alle Inhalte der Website unter der Creative-Commons-Lizenz CC BY 4.0 frei zur Verfügung. Bei den verwendeten Schriften handelt es sich um Open-Source-Zeichensätze, nämlich Source Sans Pro und Source Serif Pro von Adobe."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:23","text":"Ebenso wie ein Mediator ohne Information bleibt auch eine Mediation im Sinn unseres Datenmodells unsichtbar, wenn sie nicht mit einer Schnittstelle verknüpft wird, d.h. mit einer Mapping-Perspektive (z.B. bird's-eye) und einem Navigationsmodus (z.B. zooming). Diese Visualisierungen sind also nicht neutral oder ideologiefrei, sondern selbst Teil des entsprechenden Dispositivs der Mediation. Programmiert wurden sie ebenso wie der Unterbau von campusmedius.net mit Open-Source-Software: das front end in Angular und Mapbox GL JS, das back end in Django unter Verwendung einer PostgreSQL-Datenbank. Der gesamte Projektcode ist auf GitHub dokumentiert und dort frei verfügbar. Wir haben die Website zweisprachig in Deutsch und Englisch umgesetzt sowie responsiv für die mobile und die Desktop-Nutzung gestaltet. Sie läuft auf einer Virtuellen Maschine des Zentralen Informatikdienstes der Universität Wien, wobei sämtliche Daten im digitalen Repositorium PHAIDRA archiviert sind."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:25","text":"Im letzten Teil dieser Einführung möchte ich die Pläne anreißen, die wir längerfristig für campusmedius.net verfolgen. Wir wollen die Website zu einer digitalen Plattform zum Mapping aktueller Medienerfahrungen weiterentwickeln. Angeleitet von einem virtuellen Assistenten, sollen die Nutzerinnen und Nutzer eigenständig eine mediale Alltagserfahrung auswählen können, die Bestandteile des Handlungsverlaufs genau beschreiben und visualisieren, wie diese Mediatoren miteinander verknüpft sind. Das analytische Ziel der Plattform wäre es, die konzeptuellen Thesen der historischen Fallstudie einem aktuellen Test zu unterziehen: Heißt, eine mediale Erfahrung zu machen, in den (post)modernen Gesellschaften des 21. Jahrhunderts immer noch, den Verstand anhand souveräner Zeichen zu gebrauchen, das Leben mit prüfenden Blicken einzufangen oder die Stimme in gelenkten Sendungen zu erheben? Im Fall der \"Türkenbefreiungsfeier\" ergaben sich diese drei Dispositive der Mediation durch das Zusammenspiel des empirischen Materials mit einer Foucault'schen Theorie der Moderne.  Ich verwende hier bewusst das Wort Zusammenspiel im Sinn eines wechselseitigen Dialogs, denn keine Daten erklären sich von selbst, aber es führt auch zu nichts, ihnen ein begriffliches System überzustülpen, das sie zu reinen Platzhaltern degradiert. Wir sind jedoch zuversichtlich, dass uns das entwickelte Datenmodell erlaubt, Medien und Mediationen immanent und quasi von unten zu bestimmen, das heißt, in zahlreichen Mappings aktueller Medienerfahrungen Typen von Mediatoren und Relationsmuster zu erfassen, die für das (post)moderne Erfahrungsfeld der Medialität charakteristisch sind."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:26","text":"Die Idee für diese kollaborative Plattform entstand aus Lehrveranstaltungen, die ich seit 2016 unter dem Titel \"Mapping Modern Media\" an verschiedenen Universitäten gehalten habe. Anstatt Datensätze zu georeferenzieren, wurden die Studierenden im Sinn der critical cartography, einer kritischen Kartografie aufgefordert, alltägliche Medienerfahrungen zu beschreiben und zu visualisieren: Wer oder was spielt in dem konkreten Handlungsverlauf eine Rolle? Wie sind diese Mediatoren miteinander verbunden? Auf welche Forderung antwortet die Medienerfahrung? Und wie könnte eine alternative Antwort aussehen? Für diese Kurse und Workshops musste das Datenmodell von Campus Medius 2.0 in eine Serie von praktischen Operationen bzw. Mapping-Übungen übersetzt werden."},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:27","text":"Die Übung beginnt also mit der Selektion: Die Studierenden sollen eine konkrete Situation in ihrem Alltag auswählen, die sie selbst als Medienerfahrung klassifizieren würden, und diese Auswahl begründen. Der zweite Schritt umfasst eine Inventarisierung, es müssen die Mediatoren bestimmt und die Handlungsverläufe aus diesen heterogenen Positionen beschrieben werden. Im dritten Schritt, dem eigentlichen Mapping, entwerfen die Studierenden eine Karte bzw. ein Diagramm, das die Beziehungen der Mediatoren visualisiert, möglichst in räumlicher, zeitlicher und evaluativer Hinsicht, wobei nicht strikt alle drei Perspektiven – Raum, Zeit und Wert – umgesetzt werden müssen. Die Schritte vier und fünf sind als kritische Analyse der gewählten Situation gedacht. Denn es geht nun darum, das Leitmotiv der Medienerfahrung aufzuklären, herauszufinden, was für eine Anforderung in diesem alltäglichen Handlungsverlauf beantwortet wird, und dann eine alternative Antwort in Form einer counter-map, einer Gegenkarte zu geben.  Warum etwa schauen immer noch Millionen von Menschen in Deutschland, Österreich und der Schweiz am Sonntagabend den Tatort im Fernsehen? Weil es so eine spannende Kriminalserie ist – oder vielleicht eine der letzten Möglichkeiten, sich am Lagerfeuer der deutschen Nation zu wärmen (wie eine Studentin von mir behauptete)? Wenn es aber Letzteres sein sollte: Warum nicht die Grimm'schen Märchen lesen, das Deutschlandlied singen oder sich politisch anders orientieren?"},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:28","text":"Um diese Mapping-Kurse ein wenig anschaulicher zu machen, präsentiere ich abschließend ein paar studentische Skizzen, Karten und Diagramme. Das erste Beispiel stammt von einem Studenten am Center for Digital Humanities der UCLA, der als Medienerfahrung hookah smoking auswählte, also das gemeinsame Rauchen von Wasserpfeifen, das er als Möglichkeit skizzierte, entspannte Konversation unter Freunden zu betreiben.  Einer seiner Studienkollegen in dieser 2016 abgehaltenen Lehrveranstaltung erstellte eine Zeitleiste zum Auspacken eines iPhones im Apple Store, das er mit spirituellen Ritualen verglich, und definierte zwei Punkte, von denen es kein Zurück mehr gebe, nämlich die Abnahme der Plastikhülle und das Abziehen des Bildschirmschutzes.  Die folgenden beiden Karten entstanden ebenfalls 2016 in einem Seminar über sound mapping an der Universität Liechtenstein, wo ein Student kartografierte, wie die Geräusche spielender Kinder auf einem nahegelegenen Schulhof seine tägliche Aktivitätskurve beeinflussten.  Ein anderer Teilnehmer dieses Kurses arrangierte Fotografien, um sein Aufwachen zu visualisieren, das allmorgendlich durch einen vorbeifahrenden Zug angestoßen wurde. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:29","text":"An der Fachhochschule Vorarlberg zeichnete 2017 eine Studentin der Mediengestaltung eine Zeitleiste des Espressokochens, das ihre Morgenroutine in zügige Hygiene und möglichst ruhiges Kaffeetrinken gliedere.  Eine ihrer Studienkolleginnen unterzog sich einer medizinischen Blutabnahme und bildete diesen Körpereingriff in einer Skizzenreihe ab.  Da sie zu dem Schluss kam, dass es dabei um Selbstversicherung gehe, stellt ihre counter-map einen prüfenden Blick in den Spiegel dar.  Im folgenden Jahr, 2018, entstanden im Design-Studiengang an der FH Vorarlberg u.a. eine visuelle Diskursanalyse einer Werbebroschüre,  eine Videodokumentation der Auswahl eines selfie am Mobiltelefon,  ein Diagramm über das \"Gassigehen mit dem Hund an der Leine\"  sowie eine Visualisierung des Betrachtens eines fotografischen Ausstellungsobjekts. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:30","text":"Die letzten Beispiele stammen aus einer Lehrveranstaltung, die ich 2019 erneut an der Universität Liechtenstein abhielt. Darin beschäftigte sich eine Architekturstudentin mit ihren Einträgen im Skizzenbuch, für die sie während des Tages Gebäude bewusst wahrnehme und dann abends in einem 20-minütigen Arbeitsprozess dokumentiere.  Als alternativen Umgang mit diesem Bedürfnis, sich ein persönliches Archiv architektonischer Formen zu schaffen, kartografierte sie einige im Rahmen von Studienreisen aufgenommene Fotografien.  Ein anderer Teilnehmer dieses Seminars setzte sich hingegen mit der morgendlichen Dusche auseinander, die er als einen Mittler zwischen der Privatheit des Betts und der Öffentlichkeit des Berufslebens beschrieb und visualisierte.  Seine Gegenkarte widmete sich in diesem Sinn dem Autofahren, wo er nicht nur physisch von einem Ort zum anderen, sondern auch geistig zwischen Konzentration und Erinnerungen oder Träumen pendle. "},{"type":"page","title":"Überblick","location":"/overview?lang=de#p:31","text":"Wie man sieht, sind diese Kurse und Workshops durchaus experimentell, eine Art Labor zur Entwicklung unserer digitalen Mapping-Plattform, die auch der Medienbildung dienen soll. Analytisch gesehen, liegt die größte Herausforderung darin, zwar ein klares methodisches Verfahren zu definieren, die Gestalt der medialen Erfahrungen aber so offen wie möglich zu halten. Wir wollen kollaborativ erforschen, was Medialität heute eigentlich ist, welche Dinge beteiligt sind und wie sie zusammenhängen – sei der untersuchte Handlungsverlauf die Aufnahme eines Selfies oder das Gassigehen mit dem Hund. Trotz dieser inhaltlichen Offenheit müssen die Ergebnisse jedoch vergleichbar sein, sodass sich über die Menge der Mappings einerseits Medien als Typen von Mediatoren und anderseits Mediationen im Sinn von Relationsmustern erkennen lassen."},{"type":"title","title":"Team","location":"/team?lang=de&info=full#p:0","text":"Team"},{"type":"page","title":"Team","location":"/team?lang=de#p:1","text":"Simon Ganahl leitet das Projekt Campus Medius und verfasste alle Texte dieser Website. Er forscht und lehrt als Literatur- und Medienwissenschaftler mit einem Fokus auf Digital Humanities an den Universitäten Wien, Zürich und Liechtenstein sowie der Fachhochschule Vorarlberg. Nach geistes- und sozialwissenschaftlichen Studien in Wien, Hamburg und Zürich promovierte er sowohl in Kommunikationswissenschaft (2009) als auch in Deutscher Philologie (2012) an der Universität Wien. 2012/13 war er Gastforscher an der School of Media Studies der New School in New York und 2016 Gastdozent am Center for Digital Humanities der University of California, Los Angeles (UCLA). Er ist außerdem Mitbegründer und Mitherausgeber der referierten Open-Access-Zeitschrift Le foucaldien. Seine Forschungsarbeit wurde mehrfach ausgezeichnet, u. a. mit dem APART-Stipendium der Österreichischen Akademie der Wissenschaften und dem Schrödinger-Stipendium des österreichischen Wissenschaftsfonds. Letzte Monografie: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen (Konstanz University Press 2015)."},{"type":"page","title":"Team","location":"/team?lang=de#p:2","text":"Darius Daftary programmierte das Frontend von Campus Medius 1.0 in AngularJS und Leaflet. Er hat mehrjährige Erfahrung als leitender Software-Ingenieur in der New Yorker Digitalwirtschaft und ist auch als Hochschullehrer für Web-Entwicklung tätig. Er studierte Spanisch an der Washington University in St. Louis."},{"type":"page","title":"Team","location":"/team?lang=de#p:3","text":"Andreas Krimbacher entwickelt die Software für Campus Medius 2.0. Er verwendet ausschließlich Open-Source-Technologien und stellt den Projektcode auf GitHub unter der MIT-Lizenz zur Verfügung. Das Frontend der Website ist in Angular und Mapbox GL JS programmiert, das Backend in Django unter Verwendung einer PostgreSQL-Datenbank. Er studierte Geomatic Engineering an der Universität Graz (BA 2012) und der ETH Zürich (MSc 2014). Seit 2015 arbeitet er bei der österreichischen Zentralanstalt für Meteorologie und Geodynamik (ZAMG) als Software-Entwickler und Systemarchitekt."},{"type":"page","title":"Team","location":"/team?lang=de#p:4","text":"Rory Solomon programmierte das Backend von Campus Medius 1.0 in Django und verwendete eine PostgreSQL-Datenbank. Er arbeitet als Software-Entwickler und Medienwissenschaftler in New York City. Er studierte Informatik und Mathematik (BA) an der UC Berkeley sowie Medienwissenschaft (MA) an der New School und ist Doktorand am Department of Media, Culture, and Communication der New York University."},{"type":"page","title":"Team","location":"/team?lang=de#p:5","text":"Mallory Brennan designte die Website von Campus Medius 1.0. Sie studierte Kommunikationsdesign (BFA) sowie Medienwissenschaft (MA) an der New School und arbeitet als Mediendesignerin in New York City."},{"type":"page","title":"Team","location":"/team?lang=de#p:6","text":"Susanne Kiesenhofer designt die Website von Campus Medius 2.0. Sie studierte Medientechnik an der Fachhochschule St. Pölten (BSc 2012) sowie InterMedia an der Fachhochschule Vorarlberg (MA 2016). Seit 2017 arbeitet sie im Innovationslabor von Milla & Partner, einer Agentur für Kommunikation im Raum."},{"type":"page","title":"Team","location":"/team?lang=de#p:7","text":"Roland Innerhofer ist Professor für Neuere Deutsche Literatur an der Universität Wien. Zu seinen Forschungsschwerpunkten zählen die österreichische Literatur- und Kulturgeschichte, Science Fiction, Medienästhetik und Gattungstheorie sowie Kulturen des Wissens und Wissenspoetik. Er ist Hauptherausgeber einer digitalen Edition der Tagebücher von Andreas Okopenko. Als Monografien sind von ihm u. a. erschienen: Deutsche Science Fiction 1870–1914. Rekonstruktion und Analyse der Anfänge einer Gattung (Böhlau 1996), Architektur aus Sprache. Korrespondenzen zwischen Literatur und Baukunst 1890–1930 (Erich Schmidt 2018)."},{"type":"page","title":"Team","location":"/team?lang=de#p:8","text":"Colin Koopman ist Assoziierter Professor für Philosophie und Direktor des Studiengangs New Media and Culture an der University of Oregon. Seine philosophische Arbeit ist geprägt von den kritischen Traditionen der Genealogie und des Pragmatismus, deren Methoden und Konzepte er zur Analyse gegenwärtiger Fragen in Politik und Ethik anwendet. Er veröffentlichte drei Monografien: Pragmatism as Transition: Historicity and Hope in James, Dewey, and Rorty (Columbia University Press 2009), Genealogy as Critique: Foucault and the Problems of Modernity (Indiana University Press 2013) und How We Became Our Data: A Genealogy of the Informational Person (University of Chicago Press 2019)."},{"type":"page","title":"Team","location":"/team?lang=de#p:9","text":"Shannon Mattern ist Professorin für Medienwissenschaft an der New School in New York City. Ihre Forschungs- und Lehrtätigkeit befasst sich u. a. mit medialen Infrastrukturen, der Materialität von Medienobjekten, mit urbaner Mediengeschichte sowie Medienarchitektur, v. a. Bibliotheken und Archive. Sie veröffentlichte folgende Monografien: The New Downtown Library (2007), Deep Mapping the Media City (2015) und Code and Clay, Data and Dirt: 5000 Years of Urban Media (2017), die alle bei University of Minnesota Press erschienen sind."},{"type":"page","title":"Team","location":"/team?lang=de#p:10","text":"Todd Presner ist Direktor des Digital-Humanities-Programms und Ross Professor für Germanistik und Komparatistik an der University of California, Los Angeles (UCLA). Seine Forschungsarbeit konzentriert sich auf europäische Ideengeschichte, Mediengeschichte, visuelle Kultur, Digital Humanities und Kulturgeografie. Von 2005 bis 2015 leitete er das digitale Mapping-Projekt HyperCities, das die Geschichte urbaner Räume kollaborativ erforscht. Er ist Autor bzw. Koautor mehrerer Bücher, darunter Mobile Modernity: Germans, Jews, Trains (Columbia University Press 2007) und HyperCities: Thick Mapping in the Digital Humanities (Harvard University Press 2014), verfasst mit David Shepard und Yoh Kawano."},{"type":"page","title":"Team","location":"/team?lang=de#p:11","text":"Philipp Sarasin ist Professor für Geschichte der Neuzeit an der Universität Zürich. In seiner Forschung befasst er sich u. a. mit der Geschichte des Wissens, Theorien der Historiografie, Stadtgeschichte, Körper- und Sexualitätsgeschichte. Zu seinen wichtigsten Publikationen zählen: Michel Foucault zur Einführung (Junius 62016), Darwin und Foucault. Genealogie und Geschichte im Zeitalter der Biologie (Suhrkamp 2009, Taschenbuch 2019), Anthrax: Bioterror als Phantasma (Suhrkamp 2004), Geschichtswissenschaft und Diskursanalyse (Suhrkamp 2003), Reizbare Maschinen. Eine Geschichte des Körpers 1765–1914 (Suhrkamp 2001)."},{"type":"page","title":"Team","location":"/team?lang=de#p:12","text":"Clemens Apprich, Thomas Ballhausen, Susanne Blumesberger, Paolo Carpignano, Sabrina Corbellini, Katy Derbyshire, Wolfgang Duchkowitsch, Georg Eckmayr, Maurice Erb, Verena Erlenbusch-Anderson, Johannes Feichtinger, Daniela Franke, Fanni Freudenthaler, Robert W. Gehl, Andreas Gelhard, Tanja Gnosa, Wolf Harranth, Petra Herczeg, Kristina Höch, Eva Horn, Thomas Hübel, Patrick Kilian, David D. Kim, Andreas Koop, Anna Lindner, Monika Litscher, Hubert Matt, Thomas Nail, Arndt Niebisch, Wolfgang Pensold, Miriam Posner, Katharina Prager, Martin Reinhart, Barry Salmon, Gottfried Schnödl, Mathias Schönher, Maria Slater, Martina Süess, Elena Vogman sowie alle Teilnehmerinnen und Teilnehmer der Kurse und Workshops \"Mapping Modern Media\"."},{"type":"title","title":"Topologie","location":"/team?lang=de&info=full#p:0","text":"Topologie"},{"type":"title","title":"Topografie","location":"/team?lang=de&info=full#p:0","text":"Topografie"},{"type":"title","title":"Buchausgabe","location":"/book?lang=de&info=full#p:0","text":"Buchausgabe"},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:1","text":"Simon Ganahl leitet das Projekt Campus Medius und verfasste alle Texte dieser Website. Er forscht und lehrt als Literatur- und Medienwissenschaftler mit einem Fokus auf Digital Humanities an den Universitäten Wien, Zürich und Liechtenstein sowie der Fachhochschule Vorarlberg. Nach geistes- und sozialwissenschaftlichen Studien in Wien, Hamburg und Zürich promovierte er sowohl in Kommunikationswissenschaft (2009) als auch in Deutscher Philologie (2012) an der Universität Wien. 2012/13 war er Gastforscher an der School of Media Studies der New School in New York und 2016 Gastdozent am Center for Digital Humanities der University of California, Los Angeles (UCLA). Er ist außerdem Mitbegründer und Mitherausgeber der referierten Open-Access-Zeitschrift Le foucaldien. Seine Forschungsarbeit wurde mehrfach ausgezeichnet, u. a. mit dem APART-Stipendium der Österreichischen Akademie der Wissenschaften und dem Schrödinger-Stipendium des österreichischen Wissenschaftsfonds. Letzte Monografie: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen (Konstanz University Press 2015)."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:2","text":"Darius Daftary programmierte das Frontend von Campus Medius 1.0 in AngularJS und Leaflet. Er hat mehrjährige Erfahrung als leitender Software-Ingenieur in der New Yorker Digitalwirtschaft und ist auch als Hochschullehrer für Web-Entwicklung tätig. Er studierte Spanisch an der Washington University in St. Louis."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:3","text":"Andreas Krimbacher entwickelt die Software für Campus Medius 2.0. Er verwendet ausschließlich Open-Source-Technologien und stellt den Projektcode auf GitHub unter der MIT-Lizenz zur Verfügung. Das Frontend der Website ist in Angular und Mapbox GL JS programmiert, das Backend in Django unter Verwendung einer PostgreSQL-Datenbank. Er studierte Geomatic Engineering an der Universität Graz (BA 2012) und der ETH Zürich (MSc 2014). Seit 2015 arbeitet er bei der österreichischen Zentralanstalt für Meteorologie und Geodynamik (ZAMG) als Software-Entwickler und Systemarchitekt."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:4","text":"Rory Solomon programmierte das Backend von Campus Medius 1.0 in Django und verwendete eine PostgreSQL-Datenbank. Er arbeitet als Software-Entwickler und Medienwissenschaftler in New York City. Er studierte Informatik und Mathematik (BA) an der UC Berkeley sowie Medienwissenschaft (MA) an der New School und ist Doktorand am Department of Media, Culture, and Communication der New York University."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:5","text":"Mallory Brennan designte die Website von Campus Medius 1.0. Sie studierte Kommunikationsdesign (BFA) sowie Medienwissenschaft (MA) an der New School und arbeitet als Mediendesignerin in New York City."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:6","text":"Susanne Kiesenhofer designt die Website von Campus Medius 2.0. Sie studierte Medientechnik an der Fachhochschule St. Pölten (BSc 2012) sowie InterMedia an der Fachhochschule Vorarlberg (MA 2016). Seit 2017 arbeitet sie im Innovationslabor von Milla & Partner, einer Agentur für Kommunikation im Raum."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:7","text":"Roland Innerhofer ist Professor für Neuere Deutsche Literatur an der Universität Wien. Zu seinen Forschungsschwerpunkten zählen die österreichische Literatur- und Kulturgeschichte, Science Fiction, Medienästhetik und Gattungstheorie sowie Kulturen des Wissens und Wissenspoetik. Er ist Hauptherausgeber einer digitalen Edition der Tagebücher von Andreas Okopenko. Als Monografien sind von ihm u. a. erschienen: Deutsche Science Fiction 1870–1914. Rekonstruktion und Analyse der Anfänge einer Gattung (Böhlau 1996), Architektur aus Sprache. Korrespondenzen zwischen Literatur und Baukunst 1890–1930 (Erich Schmidt 2018)."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:8","text":"Colin Koopman ist Assoziierter Professor für Philosophie und Direktor des Studiengangs New Media and Culture an der University of Oregon. Seine philosophische Arbeit ist geprägt von den kritischen Traditionen der Genealogie und des Pragmatismus, deren Methoden und Konzepte er zur Analyse gegenwärtiger Fragen in Politik und Ethik anwendet. Er veröffentlichte drei Monografien: Pragmatism as Transition: Historicity and Hope in James, Dewey, and Rorty (Columbia University Press 2009), Genealogy as Critique: Foucault and the Problems of Modernity (Indiana University Press 2013) und How We Became Our Data: A Genealogy of the Informational Person (University of Chicago Press 2019)."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:9","text":"Shannon Mattern ist Professorin für Medienwissenschaft an der New School in New York City. Ihre Forschungs- und Lehrtätigkeit befasst sich u. a. mit medialen Infrastrukturen, der Materialität von Medienobjekten, mit urbaner Mediengeschichte sowie Medienarchitektur, v. a. Bibliotheken und Archive. Sie veröffentlichte folgende Monografien: The New Downtown Library (2007), Deep Mapping the Media City (2015) und Code and Clay, Data and Dirt: 5000 Years of Urban Media (2017), die alle bei University of Minnesota Press erschienen sind."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:10","text":"Todd Presner ist Direktor des Digital-Humanities-Programms und Ross Professor für Germanistik und Komparatistik an der University of California, Los Angeles (UCLA). Seine Forschungsarbeit konzentriert sich auf europäische Ideengeschichte, Mediengeschichte, visuelle Kultur, Digital Humanities und Kulturgeografie. Von 2005 bis 2015 leitete er das digitale Mapping-Projekt HyperCities, das die Geschichte urbaner Räume kollaborativ erforscht. Er ist Autor bzw. Koautor mehrerer Bücher, darunter Mobile Modernity: Germans, Jews, Trains (Columbia University Press 2007) und HyperCities: Thick Mapping in the Digital Humanities (Harvard University Press 2014), verfasst mit David Shepard und Yoh Kawano."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:11","text":"Philipp Sarasin ist Professor für Geschichte der Neuzeit an der Universität Zürich. In seiner Forschung befasst er sich u. a. mit der Geschichte des Wissens, Theorien der Historiografie, Stadtgeschichte, Körper- und Sexualitätsgeschichte. Zu seinen wichtigsten Publikationen zählen: Michel Foucault zur Einführung (Junius 62016), Darwin und Foucault. Genealogie und Geschichte im Zeitalter der Biologie (Suhrkamp 2009, Taschenbuch 2019), Anthrax: Bioterror als Phantasma (Suhrkamp 2004), Geschichtswissenschaft und Diskursanalyse (Suhrkamp 2003), Reizbare Maschinen. Eine Geschichte des Körpers 1765–1914 (Suhrkamp 2001)."},{"type":"page","title":"Buchausgabe","location":"/book?lang=de#p:12","text":"Clemens Apprich, Thomas Ballhausen, Susanne Blumesberger, Paolo Carpignano, Sabrina Corbellini, Katy Derbyshire, Wolfgang Duchkowitsch, Georg Eckmayr, Maurice Erb, Verena Erlenbusch-Anderson, Johannes Feichtinger, Daniela Franke, Fanni Freudenthaler, Robert W. Gehl, Andreas Gelhard, Tanja Gnosa, Wolf Harranth, Petra Herczeg, Kristina Höch, Eva Horn, Thomas Hübel, Patrick Kilian, David D. Kim, Andreas Koop, Anna Lindner, Monika Litscher, Hubert Matt, Thomas Nail, Arndt Niebisch, Wolfgang Pensold, Miriam Posner, Katharina Prager, Martin Reinhart, Barry Salmon, Gottfried Schnödl, Mathias Schönher, Maria Slater, Martina Süess, Elena Vogman sowie alle Teilnehmerinnen und Teilnehmer der Kurse und Workshops \"Mapping Modern Media\"."},{"type":"title","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#p:0","text":"Flugfeld Aspern"},{"type":"keywords","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full","text":"hi test"},{"type":"image","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#i:30","text":"Hans Frank (rechts) und Hanns Kerrl (Mitte) werden am 13. Mai 1933 am Flugfeld Aspern in Wien von Alfred Eduard Frauenfeld (links) begrüßt. Der grinsende Mann im Hintergrund ist Roland Freisler. Dieses Foto von Lothar Rübelt erschien in Das interessante Blatt (Wien), 18. Mai 1933, S. 4. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#i:31","text":"Der Titel des Leitartikels \"Unerwünschter Besuch\", veröffentlicht in der Wiener Tageszeitung Reichspost am 9. Mai 1933. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#i:32","text":"Hans Frank (links) und Alfred Eduard Frauenfeld (rechts) am 13. Mai 1933 beim Verlassen des Flugfeldes Aspern in Wien, abgebildet in Wiener Bilder (Wien), 21. Mai 1933, S. 4. Quelle: Austrian Newspapers Online."},{"type":"note","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#n:1","text":"Vgl. \"Die Ankunft der reichsdeutschen Nationalsozialisten\", in: Das Kleine Volksblatt (Wien), 14. Mai 1933, S. 4."},{"type":"note","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#n:2","text":"\"Unerwünschter Besuch\", in: Reichspost (Wien), 9. Mai 1933, S. 1–2."},{"type":"note","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#n:3","text":"Zit. nach einer Aktennotiz vom 22. März 1933 im Politischen Archiv des Auswärtigen Amts in Berlin (Büro des Reichsministers, Aktenzeichen 16: Österreich, R 28392)."},{"type":"note","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#n:4","text":"\"Die Ankunft der reichsdeutschen Nationalsozialisten\", in: Das Kleine Volksblatt (Wien), 14. Mai 1933, S. 4."},{"type":"note","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#n:5","text":"\"Unerwünschter Besuch\", in: Reichspost (Wien), 9. Mai 1933, S. 1–2, hier S. 2."},{"type":"event","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#p:1","text":"Am Samstag, dem 13. Mai 1933, um 14:12 Uhr landet das Flugzeug D 1772 der deutschen Lufthansa am Flugfeld Aspern bei Wien.  Aus der Maschine, die dreieinhalb Stunden vorher in Berlin gestartet war, steigen der bayrische Justizminister Hans Frank, der 1939 zum Generalgouverneur im besetzten Polen avancierte, sein preußischer Amtskollege Hanns Kerrl und dessen Ministerialdirektor Roland Freisler, der spätere Präsident des deutschen Volksgerichtshofs, mit einer Handvoll BegleiterInnen.  Rund 1.500 ParteigängerInnen sowie zahlreiche Presseleute erwarten die nationalsozialistischen Politiker."},{"type":"event","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#p:3","text":"Die Wiener Reichspost, das offiziöse Organ der Christlichsozialen Partei Österreichs, hatte den Besuch in einem Aufsehen erregenden Leitartikel als \"unerwünscht und unwillkommen\" bezeichnet.  Denn erstens handle es sich nicht um einen Staatsbesuch, sondern um eine \"parteipolitische Kampfaktion\", und zweitens sei der Delegationsleiter eine Persona non grata in Österreich.  Hans Frank hatte am 18. März 1933 eine Rede im bayrischen Rundfunk gehalten, die zu diplomatischen Konflikten führte. Laut einer Meldung des Wolff-Büros, der amtlichen Nachrichtenagentur Deutschlands, warnte der bayrische Justizminister die österreichische Regierung, \"die Nationalsozialisten zu veranlassen, die Sicherungen der Freiheit der deutschen Volksgenossen in Österreich zu übernehmen\".  In Deutschland war seit dem 30. Jänner 1933 ein Kabinett unter der Führung von Adolf Hitler im Amt, das sich für alle \"deutschen Volksgenossen\" zuständig erachtete, seien sie im In- oder Ausland beheimatet. Der christlichsoziale Bundeskanzler von Österreich, Engelbert Dollfuß, wollte das Land jedoch als souveränen deutschen Staat erhalten und regierte seit März 1933 mittels Notverordnungen. Als nun die NS-Politiker in Aspern ankommen, tritt ihnen Michael Skubl, der damalige Vizepräsident der Wiener Polizei, entgegen und sagt namens der Bundesregierung, dass der Besuch \"nicht erwünscht\" sei, für die persönliche Sicherheit der Anwesenden aber gesorgt werde.  Die Gäste aus Deutschland fahren dann in einer Kolonne dutzender Autos und Motorräder in die Stadt zum Adolf-Hitler-Haus, der Zentrale der NSDAP in Wien. "},{"type":"event","title":"Flugfeld Aspern","location":"/topography/events/1?lang=de&info=full#p:4","text":"Der Leitartikel der Reichspost betonte, dass sich \"die Maßnahmen, die Österreich aus diesem Anlasse treffen muß, weder gegen die Reichsregierung noch gegen Mitglieder einer reichsdeutschen Landesregierung\" richten würden, \"sondern ausschließlich gegen den Versuch, einer staats- und regierungsfeindlichen Agitation innerhalb unserer eigenen Grenzen durch ausländische Gäste einen neuen Antrieb zu geben\". Hitler habe in der internationalen Politik ein \"hohes Maß an Einsicht und Mäßigung\" bewiesen: \"Die Frage bleibt daher offen, ob er mit der parteipolitischen Agitationsreise hoher Staatsfunktionäre nach Österreich einverstanden ist.\"  Laut diesem halbamtlichen Kommentar lag dem reservierten Empfang am Flugfeld Aspern keine grundsätzliche Kritik des Nationalsozialismus in Deutschland zugrunde. Die Bundesregierung wollte aber verhindern, dass die NS-Opposition in Österreich Gelegenheit zur politischen Propaganda erhielt."},{"type":"title","title":"Löwe von Aspern","location":"/topography/events/2?lang=de&info=full#p:0","text":"Löwe von Aspern"},{"type":"keywords","title":"Löwe von Aspern","location":"/topography/events/2?lang=de&info=full","text":""},{"type":"image","title":"Löwe von Aspern","location":"/topography/events/2?lang=de&info=full#i:33","text":"Hans Frank legt am 13. Mai 1933 einen Kranz am Löwen von Aspern in Wien nieder, abgebildet in Deutschösterreichische Tages-Zeitung (Wien), 21. Mai 1933, Bilderbeilage, S. 348. Quelle: Österreichische Nationalbibliothek."},{"type":"image","title":"Löwe von Aspern","location":"/topography/events/2?lang=de&info=full#i:34","text":"Der Löwe von Aspern in Wien um 1900. Quelle: Bildarchiv Austria."},{"type":"note","title":"Löwe von Aspern","location":"/topography/events/2?lang=de&info=full#n:1","text":"\"Triumphzug durch die Straßen\", in: Deutschösterreichische Tages-Zeitung (Wien), 14. Mai 1933, S. 3."},{"type":"event","title":"Löwe von Aspern","location":"/topography/events/2?lang=de&info=full#p:1","text":"Auf dem Weg vom Flugfeld Aspern in die Stadt macht die Fahrzeugkolonne mit den deutschen NS-Politikern beim Löwen von Aspern Halt.  Das 1858 errichtete Kriegerdenkmal soll an die Gefallenen der Schlacht bei Aspern im Jahr 1809 erinnern, bei der österreichische Truppen Napoleons Armee erstmals besiegt hatten.  Nachdem der bayrische Justizminister Hans Frank und sein preußischer Amtskollege Hanns Kerrl Blumenkränze niedergelegt haben, hält Alfred Eduard Frauenfeld, der \"Gauleiter\" von Wien, eine kurze Ansprache. Am folgenden Tag berichtet die Deutschösterreichische Tages-Zeitung, das nationalsozialistische Parteiorgan: \"Sie ehrten damit die deutschösterreichischen Freiheitskämpfer des Jahres 1809, die als erste Deutsche dem französischen Usurpator den Siegeskranz vom Haupte gerissen hatten, aber auch alle Weltkriegsopfer.\"  Die Fahrt wird in Richtung Hirschstetten und Kagran fortgesetzt."},{"type":"title","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#p:0","text":"Lassalle-Hof"},{"type":"keywords","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full","text":""},{"type":"image","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#i:35","text":"Hans Frank und Alfred Eduard Frauenfeld fahren am 13. Mai 1933 am Lassalle-Hof in Wien vorbei, abgebildet in Die Stunde (Wien), 16. Mai 1933, S. 3. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#i:36","text":"Der Lassalle-Hof in Wien, fotografiert 1926 an der Ecke Lassallestraße und Vorgartenstraße. Quelle: Wiener Stadt- und Landesarchiv."},{"type":"image","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#i:37","text":"Der Innenhof des Lassalle-Hofs in Wien, fotografiert 1926. Quelle: Wiener Stadt- und Landesarchiv."},{"type":"image","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#i:86","text":"Der Lassalle-Hof in Wien, fotografiert 1926 von der Lassallestraße aus. Quelle: Wiener Stadt- und Landesarchiv."},{"type":"note","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#n:1","text":"\"Pfui-Rufe, rote Fahnen und Pfeifkonzert\", in: Die Rote Fahne (Wien), 14. Mai 1933, S. 2. Das Götz-Zitat stammt aus Johann Wolfgang Goethes Drama Götz von Berlichingen (1773), in dem die gejagte Hauptfigur seinem Verfolger ausrichtet: \"Sag deinem Hauptmann: Vor Ihro Kayserliche Majestät, hab ich, wie immer schuldigen Respect. Er aber, sags ihm, er kann mich im Arsch lecken.\" Quelle: Deutsches Textarchiv."},{"type":"note","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#n:2","text":"Eve Blau: \"Wien 1919–1934. Großstadt und Proletariat im 'Roten Wien'\", in: Eve Blau u. Monika Platzer (Hg.): Mythos Großstadt. Architektur und Stadtbaukunst in Zentraleuropa 1890–1937, München: Prestel 1999, S. 205–214, hier S. 205."},{"type":"event","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#p:1","text":"In der Leopoldstadt, dem zweiten Wiener Gemeindebezirk, stoßen die NS-Politiker aus Deutschland, die in einer Kolonne vom Flugfeld Aspern zum Adolf-Hitler-Haus fahren, auf linken Protest. Als die Autos und Motorräder die Reichsbrücke überqueren, ertönen Pfiffe und Buhrufe.  Einige Bewohner des Gemeindebaus in der Lassallestraße 40–44, an dessen Fenster und Balkone rote Fahnen hängen, tragen ihr Missfallen offen zur Schau: \"Vom Lassalle-Hof, der von der Polizei abgesperrt war, schauten die Arbeiter vom Fenster herunter, aber mit der Rückseite. Körperteile wurden sichtbar, die für die Nazi-Minister als Aufforderung gelten sollten, das Götz-Zitat zur Wahrheit zu machen.\"  Um weitere Konflikte zu vermeiden, wird die Route von der Polizei geändert. Die deutschen Besucher dürfen nicht, wie geplant, über die Praterstraße und den Ring fahren, sondern müssen beim Praterstern in die Franzensbrückenstraße abbiegen und den Weg über Löwengasse, Lastenstraße und Gumpendorfer Straße einschlagen, wo sie weder AnhängerInnen noch GegnerInnen erwarten."},{"type":"event","title":"Lassalle-Hof","location":"/topography/events/3?lang=de&info=full#p:3","text":"Der Lassalle-Hof entstand von 1924 bis 1926 nach Plänen des Architekten Hubert Gessner, einem Schüler von Otto Wagner.  Er war einer der ersten großen Gemeindebauten, die im \"Roten Wien\" der Zwischenkriegszeit errichtet wurden. Die Architekturhistorikerin Eve Blau schreibt über diese kommunalen Wohnanlagen: \"Für die Sozialdemokraten, die in Wien 1919 an die Macht kamen und die österreichische Hauptstadt bis 1934 regierten, bildete das Bauprogramm mit über 400 neuen Gemeindebauten, die in den Altbaubestand Wiens eingefügt werden mußten, das Kernstück umfassender Reformpläne zur Umgestaltung der sozialen und wirtschaftlichen Infrastruktur der Stadt nach sozialistischen Prinzipien.\"  Das nach Ferdinand Lassalle, einem Pionier der deutschen Arbeiterbewegung, benannte Gebäude umfasste 290 Wohnungen in sechs Stockwerken.  In den Räumen entlang der Lassallestraße befanden sich Geschäftslokale und eine Volksbibliothek. Der oberste Stock des Turms, der über die Anlage hinausragt, diente als Fotoatelier des sozialdemokratischen Vereins \"Die Naturfreunde\".  Zwischen Reichsbrücke und Praterstern gelegen, dominiert der monumentale Lassalle-Hof noch heute eine nordöstliche Verkehrsader der Stadt Wien."},{"type":"title","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#p:0","text":"Adolf-Hitler-Haus"},{"type":"keywords","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full","text":""},{"type":"image","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#i:39","text":"AnhängerInnen des Nationalsozialismus bejubeln am 13. Mai 1933 auf der Mariahilfer Straße in Wien deutsche NS-Politiker, die zum Adolf-Hitler-Haus in der Hirschengasse 25 fahren, abgebildet in Deutschösterreichische Tages-Zeitung (Wien), 21. Mai 1933, Bilderbeilage, S. 348. Quelle: Austrian National Library."},{"type":"image","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#i:40","text":"Das Adolf-Hitler-Haus in der Hirschengasse 25 in Wien, fotografiert am 18. September 1932. Quelle: Bildarchiv Austria."},{"type":"video","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#v:2","text":"Filmausschnitt aus dem NS-Ton-Bild-Bericht Nr. 2, den die Reichspropagandaleitung der NSDAP in Berlin im Sommer 1933 herausbrachte. Die Sequenz stammt aus dem letzten Teil mit dem Titel \"Österreich\" und zeigt Hans Frank, wie er am 13. Mai 1933 im Foyer des Adolf-Hitler-Hauses in der Hirschengasse 25 in Wien das Wort an Alfred Eduard Frauenfeld richtet. Quelle: Bundesarchiv-Filmarchiv (Berlin)."},{"type":"note","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#n:1","text":"\"Reichsdeutscher Besuch bei den Nationalsozialisten\", in: Wiener Zeitung (Wien), 14. Mai 1933, S. 6."},{"type":"note","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#n:2","text":"\"Die nationalsozialistischen Fluggäste aus Deutschland\", in: Reichspost (Wien), 14. Mai 1933, S. 8."},{"type":"note","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#n:3","text":"Christiane Rothländer: \"Das 'Adolf-Hitler-Haus' in der Hirschengasse 25, Mariahilf\", in: Kilian Franer u. Ulli Fuchs (Hg.): Erinnern für die Zukunft. Ein Projekt zum Gedächtnis an die Mariahilfer Opfer des NS-Terrors, Wien: Echomedia 2009, S. 147–150, hier S. 148."},{"type":"event","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#p:1","text":"Gegen 16 Uhr treffen die NS-Politiker aus Deutschland beim Adolf-Hitler-Haus ein.  Die Fahrzeugkolonne vom Flugfeld Aspern wurde am Praterstern umgeleitet. Da hunderte AnhängerInnen vergebens auf der Mariahilfer Straße gewartet haben, drehen die Besucher ein paar Ehrenrunden um die Parteizentrale in der Hirschengasse 25.  Trotz wiederholter Regenfälle bleiben die Nationalsozialistinnen und Nationalsozialisten im Spalier stehen, um ihre Parteiführer mit Heilrufen zu begrüßen. Wie schon beim Lassalle-Hof kommt es zu Auseinandersetzungen mit politischen Gegnern. \"Die Polizei mußte an mehreren Stellen zur Säuberung der Straßen vom Gummiknüttel Gebrauch machen\", berichtet die Wiener Zeitung, das Organ der österreichischen Bundesregierung.  Laut der christlichsozialen Reichspost werden im Lauf des Nachmittags \"50 Nationalsozialisten und 36 Sozialdemokraten\" wegen Ruhestörung, Gewalttätigkeit oder Wachebeleidigung verhaftet. "},{"type":"event","title":"Adolf-Hitler-Haus","location":"/topography/events/4?lang=de&info=full#p:3","text":"Das Gebäude in der Hirschengasse 25 gelangte am 14. Oktober 1931 in den Besitz der Wiener NSDAP.  Es wurde offiziell Adolf-Hitler-Haus, in der Presse allerdings Braunes Haus genannt. In der Nähe der Parteizentrale befanden sich außerdem Wohnungen von SS-Leuten und ein SA-Heim. Die Ortswahl stellte eine Provokation dar, denn das Stadtviertel galt nicht nur als eine \"Wiege der Arbeiterbewegung\",  sondern bildete auch ein Zentrum der jüdischen Gemeinde in den Bezirken Mariahilf und Neubau. Das ehemalige Adolf-Hitler-Haus dient heute als Jugendherberge für österreichische SchülerInnen, die im Rahmen einer \"Wien-Woche\" die Hauptstadt besuchen."},{"type":"title","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#p:0","text":"UFA-Ton-Kino"},{"type":"keywords","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full","text":""},{"type":"image","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#i:41","text":"Das UFA-Ton-Kino im Erdgeschoss des Hotels Central in der Taborstraße 8 in Wien um 1944. Quelle: Bildarchiv Austria."},{"type":"video","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#v:3","text":"Kompilation von Szenen über das titelgebende Testament aus Fritz Langs Spielfilm Das Testament des Dr. Mabuse (1933), hier nach einer DVD-Ausgabe (Universum Film 2003). Quelle: Universitätsbibliothek Wien."},{"type":"video","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#v:4","text":"Kompilation von medientechnischen Szenen aus Fritz Langs Spielfilm Das Testament des Dr. Mabuse (1933), hier nach einer DVD-Ausgabe (Universum Film 2003). Quelle: Universitätsbibliothek Wien."},{"type":"video","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#v:5","text":"Kompilation von Szenen mit Kommissar Lohmann, dargestellt von Otto Wernicke, aus Fritz Langs Spielfilm Das Testament des Dr. Mabuse (1933), hier nach einer DVD-Ausgabe (Universum Film 2003). Quelle: Universitätsbibliothek Wien."},{"type":"note","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#n:1","text":"Vgl. \"Lichtspiele\", in: Deutschösterreichische Tages-Zeitung (Wien), 13. Mai 1933, S. 14."},{"type":"note","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#n:2","text":"Zit. nach Rolf Aurich, Wolfgang Jacobson, Cornelius Schnauber (Hg.): *Fritz Lang. Leben und Werk. Bilder und Dokumente*, Berlin: jovis 2001, S. 194. Am Abend desselben Tages, als Goebbels Das Testament des Dr. Mabuse sah, dem 28. März 1933, hielt er eine Rede vor deutschen Filmschaffenden im Berliner Hotel Kaiserhof, wo er den Film Die Nibelungen (1924) von Fritz Lang als vorbildliches Werk nannte (vgl. ebenda, S. 215f.)."},{"type":"note","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#n:3","text":"Fritz Rosenfeld: \"Die Herrschaft des Verbrechens\", in: Arbeiter-Zeitung (Wien), 14. Mai 1933, S. 17."},{"type":"note","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#n:4","text":"Vgl. Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Wien: Turia + Kant 1992, S. 176."},{"type":"note","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#n:5","text":"Vgl. \"Lichtspiele\", in: Deutschösterreichische Tages-Zeitung (Wien), 13. Mai 1933, S. 14."},{"type":"event","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#p:1","text":"In acht Wiener Kinos läuft am Samstagabend, dem 13. Mai 1933, der Spielfilm Das Testament des Dr. Mabuse von Fritz Lang. Das UFA-Ton-Kino in der Taborstraße 8 zeigt die zweistündige Produktion der Berliner Nero-Film AG um 17, 19 und 21 Uhr.  Joseph Goebbels, der nationalsozialistische Propagandaminister, hatte sich den Kriminalfilm am 28. März 1933 angesehen und ein Verbot für Deutschland gefordert, das am nächsten Tag erfolgte: Das Testament des Dr. Mabuse sei geradezu \"staatsgefährdend\", heißt es im Protokoll der Zensursitzung, weil die dargestellten Verbrechen als \"Lehrbuch zur Vorbereitung und Begehung terroristischer Akte\" dienen könnten.  So fand die Uraufführung am 21. April in Budapest und die österreichische Premiere am 12. Mai in Wien statt."},{"type":"event","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#p:3","text":"Bei dem im Titel genannten Testament handelt es sich um schriftliche Aufzeichnungen, die zu schweren Verbrechen anleiten.  Eingeschlossen in seiner Zelle, beschreibt Dr. Mabuse ein Blatt nach dem anderen mit detaillierten Anweisungen, die sein Arzt Professor Baum, der Leiter der psychiatrischen Klinik, besessen in die Tat umsetzt. Als Chef einer kriminellen Organisation gibt er Mabuses Pläne per Telefon an die Mitarbeiter weiter, die ihn nie zu Gesicht bekommen. Die Aufträge werden in einer Art Befehlszentrale erläutert – einem fensterlosen Zimmer mit Vorhang, hinter dem eine Gestalt zu sehen und eine Stimme zu hören ist. Tatsächlich befindet sich der Anführer aber nicht selbst in dem Raum, sondern lediglich eine Attrappe und ein Tisch mit Mikrofon und Lautsprecher. Um seine Abwesenheiten von der Klinik zu verschleiern, installiert Baum ebenfalls eine mediale Anlage. Er verbindet ein Grammofon über einen Draht mit der Türklinke, sodass jeder Versuch, sein Büro zu betreten, folgende Aufnahme abspielt: \"Ich möchte jetzt nicht gestört werden.\" "},{"type":"event","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#p:4","text":"\"Der dramatische Konflikt, der Fritz Lang immer wieder zu reizen scheint, ist der Zusammenstoß der kriminellen Phantasie erfindungsreicher Verbrecher mit der sachlichen Forscherlogik des Detektivs\", schreibt der Filmkritiker Fritz Rosenfeld in der Wiener Arbeiter-Zeitung vom Sonntag, dem 14. Mai 1933.  In Das Testament des Dr. Mabuse spitzt sich dieser Konflikt anhand von Figuren zu, die schon in früheren Werken Langs Hauptrollen gespielt hatten, nämlich im verbrecherischen Psychologen aus Dr. Mabuse, der Spieler (1922) und im analytischen Kommissar aus M – Eine Stadt sucht einen Mörder (1931). Mabuse, der Psychopath, ist verrückt und genial zugleich: Er schreibt logische Pläne für Anschläge, die nur den Zweck verfolgen, Chaos zu stiften. Lohmann, der Beamte, versucht hingegen, Ordnung zu schaffen, indem er seinen kriminalistischen Verstand gebraucht, also Fakten ermittelt, Fotografien auswertet, Zeugen verhört usw.  In beiden Fällen ist die Imagination am Werk – als kontrollierte Vorstellungskraft des Kommissars und als zügellose Fantasie des Psychopathen."},{"type":"event","title":"UFA-Ton-Kino","location":"/topography/events/5?lang=de&info=full#p:5","text":"Das UFA-Ton-Kino wurde 1916 als Central-Kino im Erdgeschoss des Hotels Central in der Taborstraße 8 eröffnet.  Obwohl die Umbenennung erst 1929 erfolgte, war die deutsche Universum Film AG (UFA) schon seit Längerem an dem Wiener Unternehmen beteiligt.  Das Kino diente mit seinen rund 1.000 Sitzplätzen zur Premiere von UFA-Filmen und machte sich im Jänner 1929 einen Namen, als es The Jazz Singer, der als Durchbruch des Tonfilms gilt, erstmals in Österreich aufführte, wenngleich noch in einer stummen Fassung mit deutschen Zwischentiteln und Orchesterbegleitung. Am Abend des 13. Mai 1933 zeigt das UFA-Ton-Kino vor Das Testament des Dr. Mabuse die Ufa-Tonwoche, die über die NS-Feiern zum \"Tag der nationalen Arbeit\" am 1. Mai in Berlin berichtet. "},{"type":"title","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:0","text":"Burgtheater"},{"type":"keywords","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full","text":""},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#i:45","text":"Programmzettel der Premiere des Dramas Hundert Tage (Campo di maggio) von Giovacchino Forzano und Benito Mussolini am 22. April 1933 im Wiener Burgtheater. Quelle: Theatermuseum (Wien)."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#i:46","text":"Zeitgenössischer Stich vom Treueschwur der Soldaten beim Champ-de-Mai am 1. Juni 1815 auf dem Marsfeld in Paris. Quelle: Bibliothèque nationale de France."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#i:47","text":"Engelbert Dollfuß (links vorne) und Benito Mussolini (in der Badehose), fotografiert von Albert Hilscher am 19. August 1933 in Riccione an der italienischen Adria. Quelle: Bildarchiv Austria."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#i:42","text":"Bericht über die Burgtheater-Aufführung des Stücks Hundert Tage (Campo di maggio), verfasst von Giovacchino Forzano und Benito Mussolini, in Das interessante Blatt (Wien), 27. April 1933, S. 16. Auf den Fotos sind u.a. Werner Krauß als Napoleon (links) und Fred Hennings als Joseph Fouché (rechts unten) zu sehen. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#i:43","text":"Der 1888 eröffnete Neubau des Burgtheaters an der Wiener Ringstraße, vom Turm des Rathauses aus fotografiert von Fritz Zvacek um 1930. Quelle: Bildarchiv Austria."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:1","text":"\"Radio-Wochenprogramm vom 22. bis 30. April\", in: Neue Freie Presse (Wien), 22. April 1933 (Abendblatt), S. 4."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:2","text":"Benito Mussolini u. Giovacchino Forzano: Hundert Tage (Campo di maggio). Drei Akte in neun Bildern. Autorisierte Übersetzung von Géza Herczeg, Wien: Zsolnay 1933 [ital. 1931], S. 10."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:3","text":"Hans Brecka: \"Hundert Tage\", in: Reichspost (Wien), 23. April 1933, S. 2–3, hier S. 3."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:4","text":"David Josef Bach: \"Das Ende einer Diktatur\", in: Arbeiter-Zeitung (Wien), 23. April 1933, S. 7."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:5","text":"Benito Mussolini u. Giovacchino Forzano: Hundert Tage (Campo di maggio). Drei Akte in neun Bildern. Autorisierte Übersetzung von Géza Herczeg, Wien: Zsolnay 1933 [ital. 1931], S. 91"},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:6","text":"Hundert Tage (Regiebuch), Quelle: Archiv des Burgtheaters in Wien (609 R), S. 53. Vgl. dazu Margret Dietrich: \"Burgtheaterpublikum und Öffentlichkeit in der Ersten Republik\", in: Margret Dietrich (Hg.): Das Burgtheater und sein Publikum, Bd. I, Wien: Österreichische Akademie der Wissenschaften 1976, S. 479–707, hier S. 687f."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:7","text":"Raoul Auernheimer: \"Mussolinis Napoleon\", in: Neue Freie Presse (Wien), 23. April 1933 (Morgenblatt), S. 1–3, hier S. 3."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#n:8","text":"Vgl. Margret Dietrich: \"Burgtheaterpublikum und Öffentlichkeit in der Ersten Republik\", in: Margret Dietrich (Hg.): Das Burgtheater und sein Publikum, Bd. I, Wien: Österreichische Akademie der Wissenschaften 1976, S. 479–707, hier S. 684 u. 692."},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:1","text":"Das Wiener Burgtheater führt am Samstagabend, dem 13. Mai 1933, das Stück Hundert Tage auf, während im UFA-Ton-Kino Fritz Langs Das Testament des Dr. Mabuse läuft und NS-AnhängerInnen in der Engelmann-Arena eine \"Türkenbefreiungsfeier\" abhalten. Der italienische Originaltext, der den Titel Campo di maggio trägt, stammt von Giovacchino Forzano, verfasst nach Anweisungen des italienischen Ministerpräsidenten Benito Mussolini, die deutsche Übersetzung von Géza Herczeg. Das Drama handelt von Napoleons Herrschaft der Hundert Tage im Jahr 1815 zwischen seinen Exilen auf den Inseln Elba und Sankt Helena. Uraufgeführt am 30. Dezember 1930 in Rom, fand die Burgtheater-Premiere mit Werner Krauß als Napoleon am 22. April 1933 statt.  Der dritte Akt wurde im Rundfunk international übertragen. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:3","text":"Zum Originaltitel vermerkt die deutsche Ausgabe, die 1933 im Wiener Verlag Zsolnay herauskam: \"'Campo di Maggio' (Campus Madius), Maifeld, hieß ursprünglich 'Campus Martius' (Champ de Mars) und war eine unter den Merovingern jährlich einmal im März abgehaltene Volksversammlung, Heerschau, Kriegsberatung. Von Pippin dem Kleinen wurde es in den Mai verlegt. Karl der Große hielt das 'Maifeld' auch im Juni oder August ab, wie das napoleonische 'Maifeld' gleichfalls im Monat Juni stattfand.\"  Das Drama beginnt in der Nacht vor der Nationalversammlung am Pariser Champ de Mars, wo Napoleon einer Verfassung zustimmt.  Ein schwerwiegender Fehler, wie die weitere Handlung nahelegt. Denn als der konstitutionelle Monarch von der Niederlage in Waterloo zurückkehrt, verweigert ihm das Parlament die Unterstützung, sein Vaterland zu verteidigen. Napoleon muss fliehen und Frankreich einen demütigenden Frieden akzeptieren. Fast alle Kritiken der Aufführung am Burgtheater, die in der Wiener Presse erschienen, hoben als Mussolinis Botschaft hervor, dass Napoleon als Staatsmann nicht am militärischen Gegner gescheitert sei, sondern weil er sich mit der Demokratie eingelassen habe. \"Ein Mensch, nur einer, aber dieser Rechte am rechten Platze\", fasst der Theaterkritiker der christlichsozialen Reichspost die dramatische Lektion zusammen, \"kann im gefährlichsten Augenblicke die Rettung bringen.\" "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:4","text":"Was die politische Tendenz des Stücks betrifft, kritisierte David Josef Bach in der sozialdemokratischen Arbeiter-Zeitung, dass die Wiener Inszenierung \"Veränderungen, Verschärfungen, Verfälschungen\" des publizierten Texts vornähme.  Tatsächlich unterscheidet sich die Bühnenfassung des österreichischen Journalisten und Dramatikers Hanns Sassmann, die Burgtheaterdirektor Hermann Röbbeling selbst inszenierte, deutlich von Herczegs Übersetzung. So lautet etwa die entscheidende Szene, als Napoleon nach der Schlacht bei Waterloo vor den Pariser Ministerrat tritt, in der deutschen Buchausgabe:"},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:5","text":"Meine Herren! Ich bin zurückgekehrt, die Nation zu veranlassen, sich zu einem edelmütigen Opfer aufzuschwingen, damit Frankreich sich wieder erhebe und der Feind vernichtet werde. Alles ist verloren, wenn man, anstatt zu handeln, sich jetzt mit Reden aufhält. Der Feind steht in Frankreich. Außerordentliche Maßnahmen sind notwendig. Ich benötige, um das Vaterland retten zu können, besondere Vollmachten. Ich verlange die Diktatur für eine bestimmte Zeit. Zum Wohle des Volkes könnte ich mich ihrer leicht bemächtigen. Ich halte es jedoch im Interesse des Ansehens der Nation für würdiger und angesichts des Feindes für klüger, wenn mir die Diktatur von der Kammer angeboten wird. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:6","text":"Neben kleineren Textänderungen enthält die Passage im Regiebuch außerdem folgenden Satz: \"Ich könnte die Verfassung beseitigen, denn eine Verfassung hat sich selbst widerlegt, wenn sie die Handlungen der Regierenden stört.\"  Diese Haltung entsprach der Argumentation des österreichischen Bundeskanzlers Engelbert Dollfuß, der das Land seit März 1933 anhand von Notverordnungen regierte. Mit Unterstützung Mussolinis, selbst Duce del fascismo in Italien, wollte der christlichsoziale Politiker die demokratische Republik in einen \"Ständestaat\" unter seiner Führung umbauen.  Wie Napoleon in Hundert Tage betonte die Regierung Österreichs, dass ihre Sonderrechte nötig seien, um die Souveränität des Vaterlandes zu verteidigen. Im Theaterstück verkörpert Polizeiminister Joseph Fouché den Typus des skrupellosen Parlamentariers, der seine Wähler vertreten soll, aber nur die eigenen Interessen verfolgt. Ihm steht Napoleon als vernünftiger Führer gegenüber, der im Sinn des Volkes handelt – eine Rolle, die Dollfuß für sich selbst vorschwebte. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=de&info=full#p:7","text":"Hundert Tage war in Wien ein außerordentlicher Publikumserfolg. \"Der cäsarischen Anstrengung aller Beteiligten entsprach ein wahrhaft napoleonischer Beifall\", schrieb der Theaterkritiker Raoul Auernheimer nach der Premiere in der bürgerlichen Neuen Freien Presse.  Bis Ende Juni 1933 wurde das Stück 36-mal aufgeführt und von rund 54.000 Zuschauerinnen und Zuschauern gesehen.  1776 von Kaiser Joseph II. zum Deutschen Nationaltheater erklärt, befindet sich das Burgtheater seit 1888 an der Ringstraße gegenüber dem Wiener Rathaus. "},{"type":"title","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#p:0","text":"Engelmann-Arena"},{"type":"keywords","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full","text":""},{"type":"image","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#i:48","text":"Roland Freisler (links) hält eine Rede bei der nationalsozialistischen \"Türkenbefreiungsfeier\" am 13. Mai 1933 in der Engelmann-Arena in Wien. Das andere Bild (rechts) zeigt einen Polizeibeamten, der von der österreichischen Bundesregierung beauftragt wurde, die Veranstaltung zu überwachen. Diese Fotos von Lothar Rübelt erschienen in Das interessante Blatt (Wien), 18. Mai 1933, S. 4. Quelle: Austrian Newspapers Online."},{"type":"video","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#v:6","text":"Filmausschnitt aus dem NS-Ton-Bild-Bericht Nr. 2, den die Reichspropagandaleitung der NSDAP in Berlin im Sommer 1933 herausbrachte. Die Sequenz stammt aus dem letzten Teil mit dem Titel \"Österreich\" und soll die \"Türkenbefreiungsfeier\" in der Wiener Engelmann-Arena vom 13. Mai 1933 zeigen. Tatsächlich wurde der Film aber am 1. Mai 1933 bei einer NS-Kundgebung am selben Veranstaltungsort aufgenommen. Bei dem Redner handelt es sich vermutlich um Alfred Eduard Frauenfeld. Der Ausschnitt endet mit dem Horst-Wessel-Lied, der Parteihymne der NSDAP. Quelle: Bundesarchiv-Filmarchiv (Berlin)."},{"type":"note","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#n:1","text":"Vgl. \"Überwältigende Feier in der Engelmann-Arena\", in: Deutschösterreichische Tages-Zeitung (Wien), 14. Mai 1933, S. 2, vs. Bericht der Bundespolizeidirektion in Wien vom 14. Mai 1933 im Österreichischen Staatsarchiv (ÖStA/AdR, BKA-I, 148.459/33)."},{"type":"note","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#n:2","text":"Zit. nach \"Überwältigende Feier in der Engelmann-Arena\", in: Deutschösterreichische Tages-Zeitung (Wien), 14. Mai 1933, S. 2."},{"type":"note","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#n:3","text":"Zit. nach \"Die nationalsozialistische Türkenbefreiungsfeier in der Engelmann-Arena\", in: Deutschösterreichische Tages-Zeitung (Wien), 16. Mai 1933, S. 4."},{"type":"note","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#n:4","text":"\"Ruhiger Verlauf des Tages zu erwarten\", in: Neue Freie Presse, 13. Mai 1933 (Morgenblatt), S. 1–2, hier S. 2."},{"type":"event","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#p:1","text":"Am Samstag, dem 13. Mai 1933, findet von 20:30 bis 22:00 Uhr eine nationalsozialistische \"Türkenbefreiungsfeier\" in der Wiener Engelmann-Arena statt. Die Reden werden im benachbarten Gasthaus Stalehner durch Lautsprecher übertragen. Die deutschen NS-Politiker, die nachmittags am Flugfeld Aspern gelandet und in einer Kolonne zum Adolf-Hitler-Haus gefahren waren, marschieren unter den Klängen des Prinz-Eugen-Marsches zur Tribüne der Kunsteisbahn in der Jörgerstraße 24, die auch für Kundgebungen genutzt wurde. Während die NS-Presse von 20.000 Teilnehmerinnen und Teilnehmern spricht, schätzt ein anwesender Polizist das Publikum auf 11.000.  Der Beamte wurde von der österreichischen Bundesregierung beauftragt, die Veranstaltung zu überwachen.  Erlaubt ist der NSDAP nur eine Feier zum 250. Jubiläum der Befreiung Wiens von der Zweiten \"Türkenbelagerung\", die sich in Wirklichkeit nicht im Mai, sondern Mitte September 1683 ereignet hatte. Kommentare zur aktuellen politischen Lage sollen hingegen untersagt werden."},{"type":"event","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#p:3","text":"Als Erster tritt der Wiener \"Gauleiter\" Alfred Eduard Frauenfeld vor das Mikrofon: \"Ich glaube wohl den Empfindungen aller Ausdruck zu geben, wenn ich sage, daß wir uns unserer Ahnen würdig erweisen werden. So wie sie damals den Feind vor den Toren Wiens vertrieben und dem deutschen Volke die Freiheit erkämpft haben, so wollen auch wir es ihnen gleichtun und Wien von den Vertretern Asiens befreien, gleichgültig, ob sie einen Fez oder einen Hahnenschwanz tragen.\"  Mit dem \"Hahnenschwanz\" spielt der NS-Politiker auf den Hutschmuck der österreichischen Heimwehren an – einer paramilitärischen Organisation, deren eigene \"Türkenbefreiungsfeier\" am folgenden Morgen im Schlosspark Schönbrunn abgehalten wird. Nachdem Hans Frank, der bayrische Justizminister, Adolf Hitler als neuen \"Türkenbefreier\" gerühmt hat, behauptet sein preußischer Amtskollege Hanns Kerrl einen inneren Zusammenhang der \"Volksgenossen\" in Deutschland und Österreich: \"Gott hat uns zusammengefügt durch unser Blut und das Blut ist in Wahrheit der Bestimmer des Handelns und Wollens der Menschen.\"  Am Ende der Kundgebung singen die Redner und das Publikum, begleitet von einer Wiener SA-Kapelle, das Deutschlandlied und das Horst-Wessel-Lied, die nationalsozialistische Parteihymne. "},{"type":"event","title":"Engelmann-Arena","location":"/topography/events/7?lang=de&info=full#p:4","text":"Im Leitartikel der Morgenausgabe vom 13. Mai hatte die bürgerliche Neue Freie Presse erwartet, dass bei der abendlichen Veranstaltung in der Engelmann-Arena nach Parallelen von 1683 und 1933 gesucht werde. Es sei aber \"keine Spur von Analogie\" vorhanden zwischen der Zweiten Wiener \"Türkenbelagerung\" und den aktuellen Kämpfen des Nationalsozialismus: \"Denn die Schar, die über den Kahlenberg herunterstieg, um bei Sievering und Döbling die Janitscharen aus dem Bereiche westlicher Kultur zu verdrängen, das waren nicht nur Deutsche und Österreicher, es waren auch Polen unter dem König Sobieski, es war ein zusammengewürfeltes Heer ohne den leisesten Wunsch nach 'Gleichschaltung'. Das Traurige ist eben, daß der Blick für historische Richtigkeit so sehr geschwunden ist. Daß nur ein Schlagwort benützt werden soll, ein Abzeichen mehr in dieser Epoche der Äußerlichkeiten.\" "},{"type":"title","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#p:0","text":"Friedensbrücken-Kino"},{"type":"keywords","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full","text":""},{"type":"image","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#i:49","text":"Das Plakat kündigt die Aufführung von Sergej Eisensteins Panzerkreuzer Potemkin und Viktor Turins Turksib am 13. Mai 1933 im Wiener Friedensbrücken-Kino an. Quelle: Bildarchiv Austria."},{"type":"image","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#i:87","text":"Russisches Plakat zu Sergej Eisensteins Film Panzerkreuzer Potemkin (1925). Quelle: Edition Filmmuseum."},{"type":"image","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#i:88","text":"Plakat einer Vorführung von Viktor Turins Film Turksib (1929) am 6. Februar 1932 im Hellwagkino in Wien. Quelle: Bildarchiv Austria."},{"type":"video","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#v:7","text":"Die berühmteste Sequenz aus Sergej Eisensteins Film Panzerkreuzer Potemkin (1925), in der BürgerInnen von Odessa auf der Hafentreppe vor schießenden Kosaken fliehen, hier nach einer DVD-Ausgabe (Edition Filmmuseum 2014) der deutschen Premierenfassung von 1926, für die Edmund Meisel die Musik komponierte. Quelle: Universitätsbibliothek Wien."},{"type":"video","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#v:8","text":"In dieser Sequenz des Films Turksib (1929) inszenierte Viktor Turin ein Rennen zwischen kasachischen Nomaden und einer Lokomotive, hier nach einer DVD-Ausgabe (The Soviet Influence: From Turksib to Night Mail, British Film Institute 2011). Quelle: Universitätsbibliothek Wien."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:1","text":"Vgl. Peter Grabher: \"Sowjet-Projektionen. Die Filmarbeit der kommunistischen Organisationen in der Ersten Republik (1918–1933)\", in: Christian Dewald (Hg.): Arbeiterkino. Linke Filmkultur der Ersten Republik, Wien: Filmarchiv Austria 2007, S. 221–303, hier S. 278f."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:2","text":"Vgl. Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Wien: Turia + Kant 1992, S. 289."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:3","text":"Vgl. Sergej M. Eisenstein: \"Das Organische und das Pathos\", übers. Lothar Fahlbusch [russ. 1939], in: Jenseits der Einstellung. Schriften zur Filmtheorie, hg. Felix Lenz u. Helmut H. Diederichs, Frankfurt a.M.: Suhrkamp 2006, S. 202–237, hier S. 224."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:4","text":"Vgl. Sergej M. Eisenstein: \"Die vierte Dimension im Film\", übers. Hans-Joachim Schlegel [russ. 1929], in: Jenseits der Einstellung. Schriften zur Filmtheorie, hg. Felix Lenz u. Helmut H. Diederichs, Frankfurt a.M.: Suhrkamp 2006, S. 112–130, hier S. 129."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:5","text":"Joseph Goebbels: \"Rede im Kaiserhof am 28.3.1933\", in: Gerd Albrecht (Hg.): Der Film im Dritten Reich. Eine Dokumentation, Karlsruhe: Doku Verlag 1979, S. 26–31, hier S. 27."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:6","text":"Vgl. Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism\", in: Historical Journal of Film, Radio and Television, 21/1 (2001), S. 37–62, hier S. 37."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:7","text":"Vgl. Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism\", in: Historical Journal of Film, Radio and Television, 21/1 (2001), S. 37–62, hier S. 48–52."},{"type":"note","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#n:8","text":"Vgl. Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism\", in: Historical Journal of Film, Radio and Television, 21/1 (2001), S. 37–62, hier S. 53–56."},{"type":"event","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#p:1","text":"Zwei klassische Werke des russischen Films sind in der Nacht von Samstag, dem 13. Mai 1933, im Wiener Friedensbrücken-Kino in der Klosterneuburger Straße 33 zu sehen: Der \"Bund der Freunde der Sowjetunion\" zeigt ab 23 Uhr Panzerkreuzer Potemkin von Sergej Eisenstein und Turksib von Viktor Turin.  Bei dem 1928 gegründeten Verein handelte es sich um eine kommunistische Gruppe, geleitet von der Ärztin und Autorin Marie Frischauf, die sich zum Ziel gesetzt hatten, die Politik der UdSSR in Österreich zu propagieren. Sie gaben eine Zeitschrift heraus, veranstalteten Vorträge und Ausstellungen sowie 1931 eine Reise ins östliche \"Arbeiterparadies\".  Als ein zentrales Werbemittel der Sowjet-Freunde dienten russische Filme, die in verschiedenen Kleinkinos aufgeführt wurden. 1913 als Wailand-Lichtspieltheater eröffnet, bot das Friedensbrücken-Kino um 1930 Platz für 360 ZuseherInnen. "},{"type":"event","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#p:3","text":"Der Stummfilm Panzerkreuzer Potemkin, 1925 in Moskau uraufgeführt, erzählt die Geschichte einer Meuterei, die zwanzig Jahre vorher auf dem Kriegsschiff Potemkin stattgefunden hatte: Matrosen weigern sich, madiges Fleisch zu essen, werfen die zaristischen Offiziere über Bord und verbrüdern sich mit den streikenden Einwohnerinnen und Einwohnern der Hafenstadt Odessa, wo der Aufstand von Kosaken blutig niedergeschlagen wird. Die Potemkin jedoch entkommt der anrückenden Admiralsflotte, deren Kanonenrohre sich zuletzt senken, um die fliehenden Kameraden passieren zu lassen.  Eisenstein gab die historischen Ereignisse aus dem Revolutionsjahr 1905 aber nicht einfach wieder, sondern stellte sie im Licht der marxistischen Lehre dar, ließ in jedem der fünf Akte eine Aktion und eine Reaktion im Sinn des dialektischen Dreischritts in einem größeren Ganzen aufgehen. So musste das tatsächliche Ende der Geschichte verschwiegen werden, denn nachdem die Mannschaft des Panzerkreuzers in Rumänien an Land gegangen war, wurde sie an Russland ausgeliefert und dort hingerichtet. In der berühmtesten Sequenz des Films, wo die BürgerInnen Odessas auf der Hafentreppe vor den schießenden Soldaten flüchten, wechseln Detailaufnahmen der stapfenden Stiefelreihe mit Bildern einer verzweifelten Mutter, die ihr niedergetrampeltes Kind in den Armen hält, Gewehrläufe werden in immer kürzeren Einstellungen mit entsetzten Gesichtern kontrastiert, bis ein Kinderwagen, allein, die Stufen hinabrollt.  Die Szene soll Pathos hervorrufen, das Publikum in einen ekstatischen Zustand versetzen. "},{"type":"event","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#p:4","text":"Nach Eisensteins Verständnis gehen körperliche, emotionale und intellektuelle Effekte des Films ineinander über. Die Montage der Einstellungen löst motorische Bewegungen aus: Die ZuseherInnen weichen zurück, verziehen das Gesicht, verdecken die Augen. Die aufkommende Abscheu und die Schlussfolgerung, es müsse für Gerechtigkeit gesorgt werden, sind aus Eisensteins Sicht ebenfalls (hirn)physiologische Reaktionen auf Sinnesreize.  Ob es dem Regisseur bzw. der Regisseurin gelingt, diese Wirkung zu erzielen, ist eine Frage der Kunstfertigkeit. Im Fall von Panzerkreuzer Potemkin waren sich die Fachleute stets einig, sogar Joseph Goebbels: \"Er ist fabelhaft gemacht, er bedeutet eine filmische Kunst ohnegleichen\", sagte der nationalsozialistische Propagandaminister in einer Rede vor deutschen Filmschaffenden am 28. März 1933 in Berlin.   Turksib war um 1930 zwar ebenfalls ein großer Erfolg, gilt filmwissenschaftlich aber nicht als Meisterwerk.  Viktor Turin, der in den USA studiert hatte, drehte die Dokumentation über das Bauprojekt der sowjetischen Regierung, die Turkestan-Sibirische Eisenbahn, in der Art eines Spielfilms. Er verwendete ein Drehbuch von Viktor Sklovskij, setzte Arbeiter als Schauspieler ein und überzog das Budget des kleinen Filmunternehmens Wostok-Kino. Als der Film 1929 herauskam, waren KritikerInnen wie ZuschauerInnen begeistert, und zwar nicht nur in Russland, sondern auch im europäischen Ausland. "},{"type":"event","title":"Friedensbrücken-Kino","location":"/topography/events/8?lang=de&info=full#p:5","text":"Turksib stellt den Bau der Eisenbahnstrecke als einen Kampf dar, den Menschen mit Maschinen gegen die Natur führen.  Nachdem die Ingenieure das Gelände vermessen und die Strecke geplant haben, bricht die Zivilisation in Form der stählernen Dampfmaschine durch Wüste und Eis, um Getreide in den Süden und Baumwolle in den Norden der Sowjetunion zu transportieren. Turins kolonialistischer Blick auf das asiatische Staatsgebiet kommt deutlich in einer Sequenz zum Ausdruck, die ein Rennen zwischen Nomaden und einer Lokomotive inszeniert.  Die kasachischen Männer jagen dem Zug auf Pferden, Stieren, Kamelen hinterher, wirken mit ihren Tieren aber lächerlich im Vergleich zu der rasenden Lok, deren Eisenräder und Rauchsäulen groß im Bild erscheinen. So zeigt Turksib keinen Klassenkonflikt, sondern eine ethnische Kluft zwischen einem fortschrittlichen Europa und einem rückständigen Asien – eine Botschaft, die wohl zum internationalen Erfolg des Films beitrug.  In Wien konnten sich die feindlichen Parteien am 13. und 14. Mai 1933 jedenfalls auf diesen Gegensatz verständigen, sei es im kommunistischen Kino oder bei den \"Türkenbefreiungsfeiern\", die am Samstag in der Engelmann-Arena und am Sonntag im Schlosspark Schönbrunn stattfanden."},{"type":"title","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#p:0","text":"Neue Freie Presse"},{"type":"keywords","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full","text":""},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#i:50","text":"Erste Seite des Artikels \"Humbug, Bluff und Ballyhoo\", veröffentlicht in der Neuen Freie Presse (Wien), 14. Mai 1933 (Morgenblatt), S. 25–26. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#i:51","text":"P.T. Barnums American Museum in New York (1853). Quelle: New York Public Library."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#i:52","text":"P.T. Barnum und Edward Bernays, abgebildet in Der Querschnitt (Berlin), 13/4 (1933), S. 264. Quelle: arthistoricum.net."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#i:53","text":"Anzeigenentwurf für das Buch Propaganda, das Edward Bernays 1928 veröffentlichte, enthalten in den Edward L. Bernays Papers (Box I:450, Mappe \"Propaganda\"). Quelle: Library of Congress (Washington, DC)."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:1","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays\", in: Neue Freie Presse (Wien), 14. Mai 1933 (Morgenblatt), S. 25f."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:2","text":"Vgl. Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays\", in: Der Querschnitt (Berlin), 13/4 (1933), S. 265–269."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:3","text":"Vgl. John T. Flynn: \"Edward L. Bernays. The Science of Ballyhoo\", in: Atlantic Monthly (Boston), Mai 1932, S. 562–571."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:4","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays\", in: Neue Freie Presse (Wien), 14. Mai 1933 (Morgenblatt), S. 25f."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:5","text":"Vgl. Glenn Collins: \"When Jumbo Was Toast of the Town\", in: The New York Times (New York City), 21. September 2012, S. C34."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:6","text":"Phineas Taylor Barnum: Barnum, the Yankee Showman and Prince of Humbugs. Written by himself, London: Piper 1855."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:7","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays\", in: Neue Freie Presse (Wien), 14. Mai 1933 (Morgenblatt), S. 25f., hier S. 25."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:8","text":"Vgl. Larry Tye: The Father of Spin. Edward L. Bernays and the Birth of Public Relations, New York: Crown 1998, S. 260."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#n:9","text":"Edward L. Bernays: Propaganda, New York: Horace Liveright 1928, S. 25. Zit. nach Edward Bernays: Propaganda. Die Kunst der Public Relations, übers. Patrick Schnur, Freiburg: Orange Press 2009, S. 31."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#p:1","text":"Die Neue Freie Presse veröffentlicht in der Sonntagsausgabe vom 14. Mai 1933 einen Essay mit dem Titel \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays.\"  Der Publizist und Theaterregisseur Arthur Rundt beschreibt einen historischen \"Wandel des amerikanischen Geistes\" anhand von zwei Experten der öffentlichen Meinung: \"Zu Beginn steht der Name des großen Schau- und Reklamemannes Phineas Taylor Barnum, am Ende der Analytiker der Massenpsyche Eduard L. Bernays […].\"  Bevor der Text im wichtigsten bürgerlichen Blatt Wiens erschien, dessen Redaktion sich in der Fichtegasse 11 befand, war er im April-Heft der Berliner Zeitschrift Der Querschnitt herausgekommen.  Dem Beitrag liegt ein Artikel über \"The Science of Ballyhoo\" zugrunde, den John T. Flynn ein Jahr zuvor in Atlantic Monthly publiziert hatte.  Für beide Autoren gehören Barnums große Bluffs ins 19. Jahrhundert; das zeitgenössische Amerika stehe hingegen im Zeichen wissenschaftlicher Public Relations, wie sie Bernays, ein Neffe Sigmund Freuds, betreibe."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#p:3","text":"Barnums Karriere als Schausteller begann 1835, als er eine alte, blinde Sklavin kaufte und öffentlich behauptete, es handle sich um Joice Heth, die Amme von George Washington. Tatsächlich war die Frau nicht 161-jährig, sondern nur halb so alt, wie sich nach ihrem Tod herausstellte. Auch für das American Museum in New York, das Barnum 1841 übernahm, wurden \"Humbug, Bluff und Ballyhoo\" inszeniert.  Der Artikel in der Neuen Freien Presse erwähnt beispielsweise den \"Zwerggeneral\" Tom Thumb: Barnum brachte einem kleinwüchsigen Jungen bei, historische Figuren wie Herkules oder Napoleon zu imitieren, und zeigte die Kunststücke in seinem Kuriositätenkabinett.  Da die Show großes Aufsehen erregte, tourten die beiden durch Europa, wo General Thumb sogar vor der englischen Königin und dem russischen Zaren auftrat. Nachdem das American Museum niedergebrannt war, gründete Barnum einen Wanderzirkus, dessen Hauptattraktion, ein afrikanischer Elefant, in den USA eine \"Jumbomania\" auslöste. "},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#p:4","text":"Im Gegensatz zu Barnum, der sich selbst \"Prinz Humbug\" nannte,  zog es Edward Bernays vor, seine Kampagnen aus dem Hintergrund zu führen.  Für Rundt, den Autor der Neuen Freien Presse, galt er als \"interessantester und geistig ernstester Vertreter\" des Ballyhoo, d.h. einer indirekten \"Reklame mit dem Umweg über die Psychologie\".  Eddie war 1891 in Wien zur Welt gekommen, als Sohn von Sigmund Freuds Schwester Anna und ihrem Mann Ely Bernays, dem Bruder von Martha Bernays, Freuds Ehefrau. Die Familie emigrierte ein Jahr später in die USA, wo Bernays nach dem Wunsch seines Vaters Landwirtschaft studierte, dann aber als Journalist arbeitete. Im Ersten Weltkrieg war er für das \"Committee on Public Information\" tätig, das Präsident Woodrow Wilson als amerikanisches Propagandabüro einrichtete."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=de&info=full#p:5","text":"1919 eröffnete Bernays in New York seine erste Agentur als \"public relations counsel\" – eine Bezeichnung, die der bekannte Pressesprecher Ivy Lee gelegentlich verwendet hatte.  Anders als seine Vorgänger versuchte der junge PR-Berater aber nicht, Meinungen und Produkte auf direktem Weg zu verbreiten, sondern Voraussetzungen zu kreieren, die jenen Meinungen und Produkten den Weg bahnten.  \"Moderne Propaganda\", heißt es in seiner Programmschrift von 1928, \"ist das stetige, konsequente Bemühen, Ereignisse zu formen oder zu schaffen mit dem Zweck, die Haltung der Öffentlichkeit zu einem Unternehmen, einer Idee oder einer Gruppe zu beeinflussen.\" "},{"type":"title","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:0","text":"Schlosspark Schönbrunn"},{"type":"keywords","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full","text":"Schönbrunn"},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:55","text":"Plakat zur \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien. Quelle: Bildarchiv Austria."},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:56","text":"Karte für die Marschlinien auf den Aufstellungsplatz der \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien, abgebildet in den Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Wien: Verlag des Österreichischen Heimatschutzverbandes 1933, Beilage 2. Quelle: Universitätsbibliothek Wien."},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:19","text":"Die \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien (Ernst Rüdiger Starhemberg vor den Mikrofonen). Quelle: Bildarchiv Austria."},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:57","text":"Karte für die Truppenaufstellung bei der \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien, abgebildet in den Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Wien: Verlag des Österreichischen Heimatschutzverbandes 1933, Beilage 3. Quelle: Universitätsbibliothek Wien."},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:11","text":"Ernst Rüdiger Starhemberg hält am 12. September 1933 eine Rede vor dem Denkmal des Grafen Ernst Rüdiger von Starhemberg auf dem Rathausplatz in Wien, abgebildet in Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper &amp; Brothers 1942, Abb. 3. Quelle: Österreichische Nationalbibliothek."},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:12","text":"Werbeplakat (1934) des Österreichischen Heimatschutzes mit einer Fotografie von Ernst Rüdiger Starhemberg (links) und Engelbert Dollfuß, die bei der \"Türkenbefreiungsfeier\" am 14. Mai 1933 auf der gartenseitigen Terrasse des Schlosses Schönbrunn in Wien aufgenommen wurde. Quelle: Bildarchiv Austria."},{"type":"image","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#i:58","text":"Zeitgenössische Karte der Zweiten Wiener Türkenbelagerung im Sommer 1683, abgebildet in Das interessante Blatt (Wien), 1. Juni 1933, S. 3. Quelle: Austrian Newspapers Online."},{"type":"video","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#v:10","text":"Beitrag der Fox Tönenden Wochenschau (VII/20, 15. Mai 1933) zur \"Türkenbefreiungsfeier\" am 14. Mai 1933 in Wien, enthalten in der Jahresschau 1933 der Bundespolizeidirektion in Wien. Zu sehen und hören sind in diesem Ausschnitt Aufnahmen von der Kundgebung des Österreichischen Heimatschutzes im Schlosspark Schönbrunn: vom eröffnenden Gottesdienst, von den Reden Ernst Rüdiger Starhembergs und Engelbert Dollfuß' sowie von der abschließenden Flugparade, musikalisch begleitet durch Joseph Haydns Kaiserlied (1796/97), das nicht nur als Hymne für die habsburgischen Kaiser sowie mit neuem Text von 1929 bis 1938 als österreichische Bundeshymne diente, sondern auch melodisch dem Deutschlandlied zugrunde liegt, das 1922 zur deutschen Nationalhymne erklärt wurde. Quelle: Filmarchiv Austria."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:1","text":"Vgl. etwa \"Der Spießrutenlauf von Starhembergs Völkerbund\", in: Deutschösterreichische Tages-Zeitung (Wien), 15. Mai 1933, S. 1, vs. \"Der Zug der Vierzigtausend durch Wien\", in: Reichspost (Wien), 15. Mai 1933, S. 1."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:2","text":"Vgl. \"Radio-Wochenprogramm\", in: Neue Freie Presse (Wien), 13. Mai 1933 (Abendblatt), S. 4."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:3","text":"Vgl. Ernst Rüdiger Starhemberg: Die Erinnerungen, Wien/München: Amalthea 1991, S. 125–157."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:4","text":"Ernst Rüdiger Starhemberg: \"Schlußwort\", in: Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Wien: Verlag des Österreichischen Heimatschutzverbandes 1933, S. 14–15, hier S. 14."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:5","text":"Zit. nach \"Ausnahmen vom Aufmarschverbot statthaft\", in: Reichspost (Wien), 14. Mai 1933, S. 1."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:6","text":"Vgl. \"Die Türkenbefreiungsfeier in Schönbrunn\", in: Reichspost (Wien), 15. Mai 1933, S. 1–2, hier S. 2."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:7","text":"Zit. nach \"'Wir Heimatschützer decken den Bundeskanzler!'\", in: Reichspost (Wien), 15. Mai 1933, S. 2."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:8","text":"Zit. nach \"Die Rede des Bundeskanzlers\", in: Reichspost (Wien), 15. Mai 1933, S. 2f., hier S. 2."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:9","text":"\"Die Befreiung Wiens und die Gegenwart\", in: Neue Freie Presse (Wien), 14. Mai 1933 (Morgenblatt), S. 1–2, hier S. 1."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:10","text":"Heinrich Kretschmayr: \"Die historische Bedeutung der Befreiung Wiens\", in: Das interessante Blatt (Wien), 1. Juni 1933, S. 4–5, hier S. 5."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:11","text":"\"Der Heimwehraufmarsch in Wien\", in: Neues Wiener Tagblatt (Wien), 15. Mai 1933, S. 1–2, hier S. 2."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:12","text":"\"Weder Hitler noch Habsburg!\", in: Arbeiter-Zeitung (Wien), 13. Mai 1933, S. 1–2, hier S. 1."},{"type":"note","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#n:13","text":"Ernst Rüdiger Starhemberg: \"Schlußwort\", in: Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Wien: Verlag des Österreichischen Heimatschutzverbandes 1933, S. 14–15, hier S. 14."},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:1","text":"Der Österreichische Heimatschutzverband hält am Sonntag, dem 14. Mai 1933, eine \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn ab.  Mitglieder der paramilitärischen Heimwehren reisen aus dem ganzen Land in Sonderzügen an, brechen früh morgens von den Wiener Bahnhöfen zum ehemaligen Kaiserpalast auf und formieren sich bis 9 Uhr in der barocken Gartenanlage.  Die Teilnehmerzahlen schwanken je nach politischer Tendenz der Quelle zwischen 20.000 und 40.000 Mann.  Nachdem die Vertreter der Bundesregierung eingetroffen sind, wird eine katholische Feldmesse gelesen. Um 10:20 Uhr beginnen die Ansprachen zur Erinnerung an die Befreiung Wiens von der Zweiten \"Türkenbelagerung\" im Jahr 1683, die bis 11:05 Uhr live von Radio Wien übertragen werden.   Im Anschluss an eine Luftparade mit Flugzeugen des Heimatschutzes marschieren die Heimwehrleute über die Schlossallee, die Mariahilfer Straße, die Babenbergerstraße und die Ringstraße zum Schwarzenbergplatz, wo die ersten Truppen gegen 13:30 Uhr eintreffen."},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:3","text":"Die Idee für die Kundgebung stammte von Ernst Rüdiger Starhemberg, dem Bundesführer des Österreichischen Heimatschutzverbandes, der Bundeskanzler Engelbert Dollfuß eine propagandistische Truppenschau vorschlug und sich von Benito Mussolini, dem faschistischen Ministerpräsidenten Italiens, finanzielle Unterstützung sicherte.  Nachdem Adolf Hitler Ende Jänner 1933 das deutsche Kanzleramt übernommen hatte, nutzte die österreichische Regierung Anfang März den Rücktritt der Nationalratspräsidenten, um ebenfalls einen autoritären Kurs einzuschlagen. Das Kabinett verhinderte die Parlamentsarbeit und regierte kurzerhand mit Notverordnungen. Obwohl sich die Befreiung Wiens von der Zweiten \"Türkenbelagerung\" erst am 12. September zum 250. Mal jährte, sollte bereits im Frühling ein öffentliches Zeichen für Österreich als einer souveränen deutschen Nation gesetzt werden:"},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:4","text":"Die Türkenbefreiungsfeier des österreichischen Heimatschutzes hat den Zweck, den Kameraden, aber auch sonstigen weiten Bevölkerungskreisen die welthistorische Tatsache in Erinnerung zu bringen, daß vor nunmehr 250 Jahren Christentum, deutsche Sitte und Kultur und damit auch das damalige Deutsche Reich auf österreichischem Boden gegen östliche Barbarei gerettet wurde. "},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:5","text":"Für diesen Zweck bewilligte die Regierung nicht nur die ehemalige Sommerresidenz der Habsburger als Veranstaltungsort, den großteils im 18. Jahrhundert erbauten Schlosspark Schönbrunn,  sondern erlaubte zwei Tage vorher, am 12. Mai 1933, Ausnahmen vom geltenden Aufmarschverbot. Bei \"besonderen patriotischen und staatsfördernden Veranstaltungen\", hieß es in der amtlichen Mitteilung, könne Sicherheitsminister Emil Fey, der auch Landesführer der Wiener Heimwehren war, in Absprache mit dem Bundeskanzler politische Kundgebungen erlauben. "},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:6","text":"Alle drei Politiker – Fey, Starhemberg und Dollfuß – treten bei der \"Türkenbefreiungsfeier\" als Redner auf. Fey erinnert in seiner Ansprache an die genealogische Linie, die von den Ereignissen des Jahres 1683 zur gegenwärtigen Lage Österreichs führe.  Er bezieht sich auf Graf Ernst Rüdiger von Starhemberg, der Wien als Stadtkommandant gegen die osmanischen Truppen verteidigt hatte und dessen gleichnamiger Nachkomme nun eine tragende Rolle im Aufbau des autoritären \"Ständestaates\" spielen wollte.  Starhemberg richtet dann einen Appell an Engelbert Dollfuß, dem \"unwürdigen Dasein\" des Landes ein Ende zu machen und das Volk vor \"Parteipolitik\" und \"Klassenkampf\" zu bewahren: \"Seien Sie dieser Retter und seien Sie überzeugt, alles geht mit Ihnen und alles ist bei Ihnen, wenn Sie darangehen, Österreich zu retten.\"  "},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:7","text":"Der Bundeskanzler behauptet in seiner Uniform der Tiroler Kaiserschützen, dass die Regierung in zwei Monaten mehr geleistet habe als die \"Parlamentsmaschine\" in den letzten zwei Jahren. Er kämpfe nicht gegen Menschen an, sondern gegen \"falsche Ideen\", denn nach dem Ende des Weltkriegs sei \"der Feind in das Volk eingedrungen. Fremder Geist und fremde Ideen\", sagt Dollfuß, \"haben sich in unserem Volk eingenistet und haben böses Unheil angerichtet.\" Es gelte, die \"rote Flut […] in ihrem inneren Ideengehalt auszumerzen\" und auch der nationalsozialistischen Verhetzung stolz entgegenzutreten: \"Wir wollen den Geist in unserer Heimat wieder erneuern in dem Zeichen, in dem vor zweihundertfünfzig Jahren das christliche Abendland vom Asiatentum befreit worden ist, im Zeichen des einfachen Christenkreuzes.\"  "},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:8","text":"Dass es im Sommer 1683 um die Verteidigung europäischer Kultur gegangen sei, wurde auch in den bürgerlichen Zeitungen hervorgehoben.  Für die Neue Freie Presse war die \"Türkenbelagerung\" eine \"Weltentscheidung zwischen westlicher und östlicher Menschheit\", die sich Wien als Schauplatz gewählt hatte.  In der Illustrierten Das interessante Blatt beschrieb der damalige Direktor des Staatsarchivs, Heinrich Kretschmayr, wie sich die Stadt als \"Vorwerk der Christenheit\" bewährt habe: Mit der Befreiungsschlacht vom 12. September 1683 sei die Habsburgermonarchie zur \"Vollbringerin einer weder staatlich noch national begrenzten, sondern gesamteuropäischen Leistung\" geworden.  Bei der \"Türkenbefreiungsfeier\" vom 14. Mai 1933 dient das Geschichtsbild, wonach das Abendland in Wien gerettet wurde, hingegen als Antrieb, um Österreich als souveräne Nation zu erhalten. Laut dem Neuen Wiener Tagblatt legten \"heimattreue Männer\" im Schlosspark Schönbrunn ein \"Bekenntnis für den fortdauernden Lebenswillen des deutschösterreichischen Stammes und für den Entschluß\" ab, \"die deutsche Mission im Südosten des nationalen Siedlungsgebietes als unabhängiges, nach seinen eigenen Wesensgesetzen sich selbst verwaltendes Staatswesen fortzuführen.\" "},{"type":"event","title":"Schlosspark Schönbrunn","location":"/topography/events/10?lang=de&info=full#p:9","text":"Ob Österreich als eigenständiger Staat weiterbestehen sollte, war seit dem Ende des Ersten Weltkriegs umstritten. Der Standpunkt, dass sich der kleine Rest der ehemaligen Habsburgermonarchie ans Deutsche Reich anschließen sollte, wurde nicht nur von rechts, sondern auch von der Sozialdemokratie vertreten, die ihre Meinung erst mit der nationalsozialistischen \"Machtergreifung\" änderte. \"Der Anschluß an ein freies und friedliches Deutschland der Zukunft bleibt unser Ziel\", heißt es am Samstag, dem 13. Mai 1933, im sozialdemokratischen Zentralorgan, \"alle Bestrebungen nach dem Anschluß Österreichs an das fascistische und nationalistische Deutschland von heute bekämpfen wir als eine Gefahr für die Freiheit des österreichischen Volkes und für den Frieden Europas.\"  Während die Nationalsozialistinnen und Nationalsozialisten bei der Kundgebung in der Engelmann-Arena den Zusammenschluss der beiden Staaten fordern, ruft die Sozialdemokratische Arbeiterpartei ihre AnhängerInnen auf, die republikanischen \"Freiheitsfeiern\" zu besuchen, die am Sonntagvormittag in den Wiener Gemeindebauten stattfinden – dem Karl-Marx-Hof, zum Beispiel. Die Führer des Heimatschutzes richten den Blick hingegen weniger nach vorne als in eine Geschichte, \"die man das Heldenzeitalter Österreichs nennt. Ein Volk, das seine Vergangenheit nicht ehrt, hat keine Zukunft\", schrieb Ernst Rüdiger Starhemberg im Schlusswort der Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien. "},{"type":"title","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full#p:0","text":"Tonkino Fischer"},{"type":"keywords","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full","text":""},{"type":"video","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full#v:11","text":"Kompilation von Marschszenen aus dem NS-Dokumentarfilm Deutschland erwacht, hergestellt 1933 im Auftrag der Reichspropagandaleitung der NSDAP. Quelle: Bundesarchiv-Filmarchiv (Berlin)."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full#n:1","text":"Vgl. \"Aus der nationalsozialistischen Freiheitsbewegung\", in: Deutschösterreichische Tages-Zeitung (Wien), 13. Mai 1933, S. 7."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full#n:2","text":"Vgl. Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Wien: Turia + Kant 1992, S. 259."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full#n:3","text":"Vgl. Thomas Ballhausen u. Paolo Caneppele (Hg.): Entscheidungen der Wiener Filmzensur. 1929–1933, Wien: Filmarchiv Austria 2003 (= Materialien zur österreichischen Filmgeschichte, Bd. 10), S. 461."},{"type":"event","title":"Tonkino Fischer","location":"/topography/events/11?lang=de&info=full#p:1","text":"Im Tonkino Fischer läuft am Sonntag, dem 14. Mai 1933, um 9 und 11 Uhr der NS-Dokumentarfilm Deutschland erwacht.  1914 eröffnet, bot der Kinosaal in der Linzer Straße 83 Platz für rund 400 Personen.  Während im nahe gelegenen Schlosspark Schönbrunn die \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes stattfindet, sehen sich hier AnhängerInnen des Nationalsozialismus ein sogenanntes \"Dokument von der Wiedergeburt Deutschlands\" an. Der knapp einstündige Tonfilm, der im Auftrag der Reichspropagandaleitung der NSDAP entstand, passierte die deutsche Filmzensur am 19. April 1933 und im folgenden Monat auch die Wiener Filmvorführungsstelle.   Deutschland erwacht sollte die offizielle Dokumentation der nationalsozialistischen \"Machtergreifung\" sein: Der Film zeigt Ansprachen und Paraden von Hitlers Ernennung zum Reichskanzler am 30. Jänner 1933 bis zum Beschluss des Ermächtigungsgesetzes am 23. März 1933, das der Regierung die legislative Gewalt des Reichstags übertrug. Er endet mit der Überblendung der Flagge des Deutschen Kaiserreichs durch das nationalsozialistische Hakenkreuz. "},{"type":"title","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#p:0","text":"Karl-Marx-Hof"},{"type":"keywords","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full","text":""},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:59","text":"Fotografien der \"Freiheitsfeiern\" in den Wiener Gemeindebauten am 14. Mai 1933, abgebildet in der Arbeiter-Zeitung (Wien), 16. Mai 1933, S. 3. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:89","text":"Titelseite der Wiener Arbeiter-Zeitung vom 13. Mai 1933 mit einer programmatischen Erklärung der Sozialdemokratischen Arbeiterpartei zur staatlichen Zukunft Österreichs. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:62","text":"Vogelperspektive auf den Karl-Marx-Hof in Wien um 1930, im Vordergrund das Stadion Hohe Warte, im Hintergrund die Straßenbahnstation Heiligenstadt und die Donau. Quelle: Bildarchiv Austria."},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:60","text":"Der Ehrenhof und Mitteltrakt des Karl-Marx-Hofs in Wien um 1930. Quelle: Wiener Stadt- und Landesarchiv."},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:90","text":"Grundriss des Karl-Marx-Hofs in Wien zum Zeitpunkt seiner Eröffnung im Jahr 1930, abgebildet in Der Karl-Marx-Hof. Die Wohnhausanlage der Gemeinde Wien auf der Hagenwiese in Heiligenstadt, hg. Wiener Stadtbauamt, Wien: Thalia [1930], S. 8. Quelle: Wienbibliothek."},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:91","text":"Wiener Stadtplan von 1932, in den u.a. die kommunalen Wohnanlagen (rot) und Siedlungen (orange) eingezeichnet sind, gedruckt als Beilage des Buchs Das Neue Wien: Ein Album mit Plan, Wien: Elbemühl 1932. Quelle: Wienbibliothek."},{"type":"image","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#i:61","text":"Blick in den nördlichen Innenhof des Karl-Marx-Hofs in Wien um 1930. Quelle: Wiener Stadt- und Landesarchiv."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:1","text":"\"Wir kämpfen für die Freiheit\", in: Das kleine Blatt (Wien), 14. Mai 1933, S. 2. Der Ausdruck \"Hahnenschwänzler\" spielt auf den Hutschmuck der österreichischen Heimwehren an."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:2","text":"\"Weder Hitler noch Habsburg!\", in: Arbeiter-Zeitung (Wien), 13. Mai 1933, S. 1–2."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:3","text":"Vgl. \"Die Freiheitsfeiern in den Wiener Bezirken\", in: Arbeiter-Zeitung, 15. Mai 1933, S. 1."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:4","text":"Der Karl Marx-Hof. Die Wohnhausanlage der Gemeinde Wien auf der Hagenwiese in Heiligenstadt, hg. Wiener Stadtbauamt, Wien: Thalia [1930], S. 5."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:5","text":"Vgl. Eve Blau: The Architecture of Red Vienna. 1919–1934, Cambridge/London: MIT 1999, S. 98–114."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:6","text":"Vgl. Eve Blau: \"Wien 1919–1934. Großstadt und Proletariat im 'Roten Wien'\", in: Eve Blau u. Monika Platzer (Hg.): Mythos Großstadt. Architektur und Stadtbaukunst in Zentraleuropa 1890–1937, München: Prestel 1999, S. 205–214, hier S. 206."},{"type":"note","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#n:7","text":"Vgl. Gottfried Pirhofer u. Reinhard Sieder: \"Zur Konstitution der Arbeiterfamilie im Roten Wien. Familienpolitik, Kulturreform, Alltag und Ästhetik\", in: Michael Mitterauer u. Reinhard Sieder (Hg.): Historische Familienforschung, Frankfurt a.M.: Suhrkamp 1982, S. 326–368."},{"type":"event","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#p:1","text":"\"Heute demonstrieren die Hahnenschwänzler in Schönbrunn für den Faschismus\", heißt es am Sonntag, dem 14. Mai 1933, im sozialdemokratischen Kleinen Blatt: \"Das republikanische Volk von Wien wird zur selben Stunde in den Volkswohnbauten der Gemeinde Feste der republikanischen Freiheit begehen.\"  Während der Österreichische Heimatschutz im Schlosspark Schönbrunn an ein vergangenes Heldenzeitalter erinnert, blickt das \"Rote Wien\" in eine sozialistische Zukunft.  Am Samstag, dem 13. Mai 1933, war in der Arbeiter-Zeitung eine programmatische Erklärung der Sozialdemokratischen Arbeiterpartei erschienen, die Österreichs Annexion durch ein Deutschland unter Adolf Hitler strikt ablehnte.  Allerdings solle \"Deutschösterreich\" kein autoritär geführter \"Ständestaat\" werden, wie es sich die gegenwärtige Bundesregierung vorstelle, sondern eine demokratische Republik bleiben, die \"deutscher Freiheit und deutscher Kultur\" ein Asyl biete. Das langfristige Ziel der österreichischen Sozialdemokratie blieb jedoch der \"Anschluß an ein freies und friedliches Deutschland der Zukunft\". "},{"type":"event","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#p:3","text":"Eine der 51 \"Freiheitsfeiern\", die am 14. Mai 1933 in Wien stattfinden, wird im Karl-Marx-Hof in der Heiligenstädter Straße 82–92 veranstaltet, der zu den größten Wohnanlage Wiens zählte. Mit 1.382 Wohnungen für ca. 5.000 Personen hatte der zwischen der Straßenbahnstation Heiligenstadt und dem Stadion Hohe Warte gelegene Gemeindebau die Ausmaße einer Kleinstadt.  In den beiden Innenhöfen, die durch einen Mitteltrakt mit Durchfahrten und Turmaufbauten verbunden sind,  werden von 10 bis 12 Uhr Platzkonzerte gegeben und politische Reden gehalten.  Von den 156.027 m2 der Gesamtfläche waren 28.751 m2 überbaut, also nur knapp ein Fünftel. Die \"Freiheitsfeier\" findet zwischen den weitläufigen Gartenanlagen und Spielplätzen statt, die zur gemeinschaftlichen Nutzung vorgesehen waren. \"Nur eine öffentliche Bautätigkeit, welche auf die Volksgesundheit bedacht ist, kann und muß auch die hygienische Seite des Bauens in so umfangreichen Maße berücksichtigen\", erklärte das Wiener Stadtbauamt in der Eröffnungsbroschüre des Karl-Marx-Hofs.  Die Mehrzahl der Wohnungen war 38–48 m2 groß und mit Einbauküche, fließendem Wasser und Toilette ausgestattet. Bäder mit Wannen und Brausen befanden sich hingegen im öffentlichen Bereich der Anlage, wo auch elektrisch betriebene Wäschereien, zwei Kindergärten, eine Zahnklinik, eine Apotheke und eine Krankenkasse mit Ambulatorium, ein Jugendheim und ein Postamt, eine Bibliothek sowie zahlreiche Geschäftslokale untergebracht waren. "},{"type":"event","title":"Karl-Marx-Hof","location":"/topography/events/12?lang=de&info=full#p:4","text":"Es ist charakteristisch für die Wiener Raumplanung der Zwischenkriegszeit, dass auf der Hagenwiese in Heiligenstadt keine Siedlung, sondern von 1926 bis 1930 ein Wohnblock errichtet wurde. Anstelle des Karl-Marx-Hofs wäre auch die Anlage einer Gartenstadt möglich gewesen, wie sie der Architekt Adolf Loos Anfang der 1920er Jahre als Leiter des Wiener Siedlungsamtes befürwortet hatte.  Die sozialdemokratische Stadtregierung schlug allerdings einen anderen Weg ein, als sich die Hungersnot nach dem Ersten Weltkrieg verringert hatte: Von 1923 bis 1934 entstanden in Wien etwa 400 Gemeindebauten mit rund 64.000 Wohnungen, die über Zimmerfenster, Klosett, Fließwasser und Gasherd verfügten.  Auch was den Entwurf betrifft, stellt der Karl-Marx-Hof einen typischen Fall dar. Denn sein Architekt Karl Ehn war ein Student von Otto Wagner, dessen Städteplanung den Gemeindebau nachhaltig prägte. Die monumentalen Wohnblocks setzten der bürgerlichen Repräsentation, wie sie die Wiener Ringstraße zum Ausdruck brachte, sozialistische Institutionen entgegen.  Das Leben im Gemeindebau war streng geregelt – vom Stundenplan der Müllentleerung bis zur Geschlechtertrennung in den Wäschereien.  Im halböffentlichen Raum der Innenhöfe sollte sich jene kommunale Solidarität entwickeln, die die Stadtregierung politisch anstrebte.  So, wie die Gemeindebauten wesentlich zur sozialistischen Kultur des \"Roten Wien\" beitrugen, dienten sie am 14. Mai 1933 als Medium einer proletarischen Gegenöffentlichkeit zur austrofaschistischen \"Türkenbefreiungsfeier\" in Schönbrunn."},{"type":"title","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:0","text":"Radio Wien"},{"type":"keywords","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full","text":""},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:92","text":"Engelbert Dollfuß (vor den Mikrofonen) und Ernst Rüdiger Starhemberg (hinter ihm) bei der \"Türkenbefreiungsfeier\" am 14. Mai 1933 auf der Gartenterrasse des Schlosses Schönbrunn. Quelle: Bildarchiv Austria."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:93","text":"Bildbericht über Ansprachen von Mitgliedern der österreichischen Bundesregierung in Radio Wien, erschienen in Radiowelt (Wien), 10/14 (1. April 1933), S. 425. Quelle: Universitätsbibliothek Wien."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:94","text":"Ausgefüllter Fragebogen einer Hörerbefragung der Österreichischen Radio-Verkehrs-AG (RAVAG), durchgeführt 1931/32 von der Wirtschaftspsychologischen Forschungsstelle unter der Leitung von Paul Lazarsfeld, enthalten in den Paul Felix Lazarsfeld Papers (Box 34, Mappe 20). Quelle: Columbia University (New York City)."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:65","text":"Fotografien der Ereignisse, von denen Radio Wien am 14. Mai 1933 live berichtete: die \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn, ein Staffellauf im Prater und das Derby auf der Trabrennbahn Krieau, abgebildet in Radio Wien (Wien), 9/34 (19. Mai 1933), S. 2. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:63","text":"Das Kurzwellen-Senderauto der Österreichischen Radio-Verkehrs-AG (RAVAG) um 1930, abgebildet in Radio Wien (Wien), 11/1 (28. September 1934), S. 22. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:64","text":"Eine Radiowerkstatt um 1930. Quelle: Bildarchiv Austria."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:95","text":"Schematische und fotografische Bilder des im Mai 1933 in Betrieb genommenen Rundfunksenders der Österreichischen Radio-Verkehrs-AG (RAVAG) am Bisamberg im Norden Wiens, abgebildet in Radio Wien (Wien), 9/35 (26. Mai 1933), S. 15. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:66","text":"Werbeblatt (ca. 1934) der Wirtschaftspsychologischen Forschungsstelle, gegründet 1931 von Paul Lazarsfeld in Wien. Quelle: Archiv für die Geschichte der Soziologie in Österreich (Graz)."},{"type":"audio","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#i:1","text":"Engelbert Dollfuß spricht bei der \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien. Quelle: Österreichische Mediathek."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:1","text":"Vgl. \"Radio-Wochenprogramm\", in: Neue Freie Presse (Wien), 13. Mai 1933 (Abendblatt), S. 4."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:2","text":"Vgl. Wolfgang Duchkowitsch: \"Umgang mit 'Schädlingen' und 'schädlichen Auswüchsen.' Zur Auslöschung der freien Medienstruktur im 'Ständestaat'\", in: Emmerich Tálos u. Wolfgang Neugebauer (Hg.): Austrofaschismus. Politik – Ökonomie – Kultur. 1933–1938, Wien: LIT 2005 (= Politik und Zeitgeschichte, Bd. 1), S. 358–370, hier S. 366–368."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:3","text":"\"Die Antwort auf den Kikeriki-Sonntag\", in: Arbeiter-Zeitung (Wien), 16. Mai 1933, S. 2."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:4","text":"Vgl. Viktor Ergert: 50 Jahre Rundfunk in Österreich. Bd. I: 1924–1945, Wien: Residenz 1974, S. 45–46."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:5","text":"\"Das neueste Ravag-Stückl\", in: Arbeiter-Zeitung (Wien), 14. Mai 1933, S. 3."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:6","text":"Vgl. Paul Lazarsfeld: \"Hörerbefragung der Ravag\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 27–66."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:7","text":"\"Die Hörerbefragung der Ravag\", in: Radio Wien (Wien), 9/6 (4. November 1932), S. 2–5, hier S. 3."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:8","text":"Vgl. Paul Lazarsfeld: \"Hörerbefragung der Ravag\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 27–66, hier S. 46."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:9","text":"Vgl. Paul Lazarsfeld: \"Hörerbefragung der Ravag\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 27–66, hier S. 31 u. 64–65"},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:10","text":"[Paul F. Lazarsfeld:] \"Neue Wege der Verkaufspsychologie\" (15-seitiges Typoskript, hier S. 7), Paul Felix Lazarsfeld Papers (Butler Library, Columbia University, New York), Box 33, Mappe 3."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:11","text":"[Paul F. Lazarsfeld: \"Bedürfnis\"] (20-seitiges Typoskript, hier S. 12–13), Paul Felix Lazarsfeld Papers (Butler Library, Columbia University, New York), Box 33, Mappe 1."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:12","text":"Vgl. Paul Neurath: \"Die methodische Bedeutung der RAVAG-Studie von Paul Lazarsfeld\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 11–26."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#n:13","text":"Vgl. Lawrence R. Samuel: Freud on Madison Avenue. Motivation Research and Subliminal Advertising in America, Philadelphia: University of Pennsylvania Press 2010."},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:1","text":"Radio Wien überträgt am Sonntag, dem 14. Mai 1933, von 10:20 bis 11:05 Uhr die Ansprachen, die bei der \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn gehalten werden.  Als Redner der Veranstaltung, die zur Erinnerung an die Befreiung Wiens von der \"Türkenbelagerung\" im Jahr 1683 stattfindet, treten Heimwehrführer Ernst Rüdiger Starhemberg, Sicherheitsminister Emil Fey und Bundeskanzler Engelbert Dollfuß auf,  der in die Reihe von Mikrofonen spricht: \"Fremdgeist und fremde Ideen sind in unserem Volk, haben sich eingenistet und haben böses Unheil angerichtet.\"  Um diese verfeindete Ideologie, nämlich den \"roten\" und \"braunen\" Sozialismus zu bekämpfen, setzt die österreichische Regierung, die seit März 1933 einen autoritären Kurs verfolgt, den Rundfunk für ihre propagandistischen Zwecke ein. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:3","text":"Die Live-Übertragung der Kundgebung in Schönbrunn war ein Tabubruch, der öffentlichen Protest hervorrief. So berichtete die sozialdemokratische Arbeiter-Zeitung am 16. Mai 1933 von mehr als 10.000 Hörerinnen und Hörern, die ihren Radioanschluss kündigten, weil am \"Sonntag – abweichend von der bisherigen Übung, parteimäßige Veranstaltungen im Radio nicht zu übertragen – die sogenannte 'Türkenbefreiungsfeier' des österreichischen Heimatschutzes gesendet\" wurde.  Die Radio-Verkehrs-AG (RAVAG) war seit ihrer Gründung im Jahr 1924 zu politischer Neutralität verpflichtet, die ein Beirat in wöchentlichen Sitzungen kontrollierte.  Der Bundespressedienst im Kanzleramt nahm zwar Einfluss auf die Nachrichtensendungen; parteipolitische Reden sollte es im österreichischen Rundfunk aber nicht zu hören geben. Die Opposition kritisierte nun, dass die Bundesregierung Radio Wien, dessen Zentrale sich in der Johannesgasse 4 befand, als ihr Sprachrohr missbrauche.  Es würden Ansprachen ausgestrahlt, die politisch erwünscht seien, und gegnerische Stimmen mundtot gemacht. Als Beispiel führte die Arbeiter-Zeitung am Tag der \"Türkenbefreiungsfeier\" die Absetzung einer Sendung an, die für den 17. Mai 1933 vorgesehen war. Die Wiener Bezirksrätin Kamilla Groß hätte im Rahmen der \"Arbeiterkammerstunde\" über die Rechte von Hausgehilfinnen sprechen sollen. Der Vortrag sei mit der Begründung vom Programm genommen worden, dass gerade eine sozialpolitische Reform stattfinde und es \"Beschwerden von Hausfrauen\" gegen solche Sendungen gebe. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:4","text":"Die Kluft zwischen dem Radioprogramm und den Wünschen der HörerInnen in Österreich zeigte sich auch in einer Studie, die Anfang der 1930er Jahre von der Wirtschaftspsychologischen Forschungsstelle durchgeführt wurde. Die RAVAG hatte das von Paul Lazarsfeld geleitete Institut beauftragt, den Publikumsgeschmack mit statistischen Mitteln zu erheben. Es erstellte einen Fragebogen, der im November 1931 den Rundfunkzeitschriften beigelegt wurde und auch in Tabaktrafiken erhältlich war.  Innovativ an der Untersuchung, deren Ergebnisse ein Jahr später vorlagen, war nicht so sehr die quantitative Messung der Publikumswünsche, sondern vor allem die Tatsache, dass sie Aufschluss über die Vorlieben und Abneigungen verschiedener Sozialgruppen gab.  Denn auf dem Fragebogen mussten auch Angaben zu Alter, Geschlecht, Beruf und Wohnort gemacht werden. Indem die RAVAG-Studie Radioprogramme mit sozialen Daten verknüpfte, brach die Masse des Publikums in spezifische Zielgruppen auseinander."},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:5","text":"\"Die große Mehrzahl der Bevölkerung interessiert sich mehr für heitere Darbietungen, mögen sie musikalischer oder literarischer Natur sein\", fasste die Programmzeitschrift Radio Wien die Ergebnisse der Studie zusammen.  Der überwiegende Teil der Befragten wollte lieber Bunte Abende als Kammermusik und lieber Lustspiele als gelehrte Vorlesungen hören. Gegenüber \"aktuellen Hörberichten\" wie der Live-Übertragung der \"Türkenbefreiungsfeier\" herrschte eine allgemeine Ablehnung, die in der RAVAG-Studie auf technische Probleme zurückgeführt wurde.  Am 14. Mai 1933 berichtete der Wiener Sender nicht nur aus dem Schönbrunner Schlosspark, sondern auch von einem Staffellauf im Prater und dem Derby auf der Trabrennbahn Krieau.  Für solche Live-Reportagen vom Ort des Geschehens hatte die RAVAG Ende der 1920er Jahre ein \"Kurzwellen-Senderauto\" eingeführt.  Drei Viertel der Befragten hatten zwar schon von Detektorgeräten mit Kopfhörern auf Röhrenapparate mit Lautsprecher aufgerüstet;  die Empfangsqualität ließ aber immer noch zu wünschen übrig, wie aus den mitgesandten Briefen hervorging.  Um diesen technischen Schwierigkeiten entgegenzuwirken, wurde am Bisamberg bei Wien ein Großsender errichtet, der Ende Mai 1933 den Betrieb aufnahm. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:6","text":"Während die Leiter der RAVAG den Rundfunk als Instrument zur Volksaufklärung und vermehrt der Propaganda sahen, nutzte Lazarsfeld die RadiohörerInnen als Datenquelle. Die Wirtschaftspsychologische Forschungsstelle, die er 1931 als Assistent am Institut für Psychologie der Universität Wien gegründet hatte, verband statistische Berechnungen mit Tiefeninterviews, um die wahren Motive von Kaufhandlungen aufzudecken.  Ziel dieser Motivforschung war es, \"dass mit Hilfe wirtschaftspsychologischer Erhebungen die Struktur der Beziehungen zwischen Konsument und Artikel herausgeschält und dann das Reklamemittel gesucht wird, das gerade für diese Art der Beziehung am wirksamsten ist\".  In den erstellten Gutachten sollten \"Bedürfniswelten\" konstruiert werden, die \"aus einer Gruppe von Menschen und einem realen oder geistigen Gegenstand\" bestehen. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=de&info=full#p:7","text":"Die Wiener Studien dienten Lazarsfeld als Grundlage seiner späteren Arbeit am Office of Radio Research, das an die Columbia University in New York angegliedert war. Dort wurden nicht einfach, wie damals üblich, Einschaltquoten gemessen, sondern Programme mit sozialen Hörertypen in Zusammenhang gebracht.  Es handelte sich um ein wertvolles Wissen, das Werbekunden Aufschluss versprach, welche Sendungen ihre jeweiligen Zielgruppen hörten. Eine Reihe von Lazarsfelds Mitarbeiterinnen und Mitarbeitern an der Wirtschaftspsychologischen Forschungsstelle in Wien machte Karriere in New Yorker Werbeagenturen, nachdem sie wegen ihrer jüdischen Herkunft oder politischen Überzeugung aus Österreich flüchten mussten. Mit Hans Zeisel, Herta Herzog und Ernest Dichter stieg die Motivforschung zur bestimmende Marketingtechnik der Nachkriegszeit auf. "},{"type":"title","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full#p:0","text":"Deutsche Gesandtschaft"},{"type":"keywords","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full","text":""},{"type":"note","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full#n:1","text":"Zit. nach \"Abreise der deutschen Funktionäre\", in: Neue Freie Presse (Wien), 15. Mai 1933 (Abendblatt), S. 4."},{"type":"note","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full#n:2","text":"\"Ersuchen um Rückberufung Dr. Franks\", in: Reichspost (Wien), 16. Mai 1933, S. 1."},{"type":"note","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full#n:3","text":"Vgl. \"Die Heimreise Dr. Franks\", in: Neue Freie Presse (Wien), 16. Mai 1933 (Abendblatt), S. 2."},{"type":"event","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full#p:1","text":"Während die Heimwehrtruppen, die an der \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn teilgenommen haben, zum Schwarzenbergplatz marschieren, findet in der Deutschen Gesandtschaft in der Metternichgasse 3 eine Pressekonferenz statt. Am Sonntag, dem 14. Mai 1933, gegen 13 Uhr nehmen die NS-Politiker aus Deutschland, die tags zuvor am Flugfeld Aspern angekommen waren, vor in- und ausländischen Presseleuten zu ihrem Besuch in Wien Stellung: \"Wir lieben Österreich\", sagt der bayrische Justizminister Hans Frank, \"und niemand wird Österreich dem deutschen Zusammenschluß wieder entreißen können.\" "},{"type":"event","title":"Deutsche Gesandtschaft","location":"/topography/events/14?lang=de&info=full#p:3","text":"Hans Frank fährt im Lauf des Nachmittags mit dem Auto nach Graz, wo er auf dem Schlossberg eine Rede hält, \"in der die österreichische Bundesregierung und insbesondere der Bundeskanzler herabgesetzt und auch zum Widerstand gegen die Bundesregierung aufgefordert\" wird.  Seine Mitreisenden fliegen hingegen noch am Sonntag von Aspern nach Berlin zurück. Als Frank am nächsten Tag, dem 15. Mai 1933, in Salzburg auftreten will, untersagt ihm die Polizei, weitere Ansprachen zu halten.  Der Ausweisung des nationalsozialistischen Politikers nach Deutschland folgen diplomatische Proteste in Wien und Berlin."},{"type":"title","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#p:0","text":"Schwarzenbergplatz"},{"type":"keywords","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full","text":""},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#i:15","text":"Österreichische Heimwehrmänner senken am 14. Mai 1933 am Schwarzenbergplatz in Wien die Fahnen, als sie an Vertretern der Bundesregierung und des Heimatschutzes vorbeimarschieren. Engelbert Dollfuß (zweiter von links) und Ernst Rüdiger Starhemberg (dritter von links) nehmen die paramilitärische Parade salutierend ab. Quelle: Bildarchiv Austria."},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#i:14","text":"Österreichische Heimwehrtruppen, die am 14. Mai 1933 in Wien vom Schloss Schönbrunn zum Schwarzenbergplatz marschieren, hier am Beginn der oberen Mariahilfer Straße in der Nähe des Westbahnhofs. Quelle: Bildarchiv Austria."},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#i:69","text":"Österreichische Heimwehrtruppen, die am 14. Mai 1933 in Wien vom Schlosspark Schönbrunn zum Schwarzenbergplatz marschieren, hier auf der unteren Mariahilfer Straße in der Nähe des Technischen Museums. An der Spitze der paramilitärischen Parade: Ernst Rüdiger Starhemberg (Mitte) mit Emil Fey (zu seiner Rechten) und Richard Steidle (zu seiner Linken). Quelle: Bildarchiv Austria."},{"type":"video","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#v:12","text":"Stummfilm über die \"Türkenbefreiungsfeier\" am 14. Mai 1933 in Wien, enthalten in der Jahresschau 1933 der Bundespolizeidirektion in Wien. Der Ausschnitt zeigt Heimwehrtruppen, die vom Schloss Schönbrunn zum Schwarzenbergplatz marschieren, wo Mitglieder der Bundesregierung die paramilitärische Parade abnehmen. Quelle: Filmarchiv Austria."},{"type":"video","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#v:1","text":"Beitrag der Fox Tönenden Wochenschau (VII/20, 15. Mai 1933) zur \"Türkenbefreiungsfeier\" am 14. Mai 1933 in Wien, enthalten in der Jahresschau 1933 der Bundespolizeidirektion in Wien. Zu sehen und hören sind in diesem Ausschnitt österreichische Heimwehrtruppen, die vom Schloss Schönbrunn zum Schwarzenbergplatz marschieren, zunächst entlang der Mariahilfer Straße und dann vor der Staatsoper. Quelle: Filmarchiv Austria."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#n:1","text":"Vgl. etwa \"Der Zug der Vierzigtausend durch Wien\", in: Reichspost (Wien), 15. Mai 1933, S. 1, vs. \"Der Spießrutenlauf von Starhembergs Völkerbund\", in: Deutschösterreichische Tages-Zeitung (Wien), 15. Mai 1933, S. 1."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#n:2","text":"Vgl. \"530 Personen festgenommen\", in: Wiener Zeitung (Wien), 16. Mai 1933, S. 4."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#n:3","text":"\"Bürgerliche 'Demokraten'\", in: Arbeiter-Zeitung (Wien), 16. Mai 1933, S. 2."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#n:4","text":"\"'Innsbrucker Empfang' der Starhemberg-Heimwehr in Wien\", in: Deutschösterreichische Tages-Zeitung (Wien), 15. Mai 1933, S. 2."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#n:5","text":"\"Der große Heimwehraufmarsch\", in: Die Stunde (Wien), 16. Mai 1933, S. 2."},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#p:1","text":"Die Heimwehrtruppen, die an der \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn teilgenommen haben, treffen gegen 13:30 Uhr beim Schwarzenbergplatz ein.  Zur gleichen Zeit geben die NS-Politiker aus Deutschland, die knapp 24 Stunden vorher am Flugfeld Aspern gelandet waren, eine Pressekonferenz in der Deutschen Gesandtschaft. In den Regierungsblättern ist von 40.000, in den oppositionellen Zeitungen von 20.000 Männern aus ganz Österreich die Rede, die über die Schlossallee, die Mariahilfer Straße, die Babenbergerstraße und die Ringstraße marschieren.   An der Spitze der Parade gehen die Heimwehrführer Ernst Rüdiger Starhemberg, Emil Fey und Richard Steidle, alle mit Stahlhelm und Ochsenziemer, gefolgt von Musikkapellen und den regionalen Abteilungen in ihren Trachten.  Am Schwarzenbergplatz nehmen Regierungsvertreter, allen voran Bundeskanzler Engelbert Dollfuß, das Defilee ab. "},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#p:3","text":"Das öffentliche Interesse an der paramilitärischen Parade des Österreichischen Heimatschutzes, die als patriotische Veranstaltung trotz des geltenden Aufmarschverbots erlaubt wurde, ist groß. Am Straßenrand heben Herren den Hut, Damen schwenken Tücher. Es kommt aber auch zu Störversuchen politischer Gegner: Sozialdemokraten pfeifen und werfen Eier, Nationalsozialisten rufen \"Heil Hitler!\" und singen lauthals das Deutschlandlied.  Die Polizei geht beritten gegen die Demonstrationen vor, setzt Schlagstöcke und Bajonette ein. Im Lauf des Tages werden 530 Personen verhaftet. "},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=de&info=full#p:4","text":"Die Arbeiter-Zeitung fragte sich im Nachhinein, was hinter \"dieser ganzen Begeisterung der bürgerlichen 'Demokraten' für die Sonntagsparade\" stecke. Es handle sich, so das Zentralorgan der österreichischen Sozialdemokratie, um die \"Gesinnung des jüdischen Bourgeois\", der mit einem Faschismus ohne Antisemitismus gut leben könne: \"Darum ist er gegen Hitler; gegen Starhemberg hat er nichts einzuwenden.\"  Laut der Deutschösterreichischen Tages-Zeitung, dem nationalsozialistischen Parteiblatt, \"bot der dreistündige Vorbeimarsch ein grauenhaftes Bild\", das den Eindruck einer geschlagenen Armee hinterlassen habe.  Angenehm überrascht zeigte sich hingegen Die Stunde: Die Heimwehr stelle nicht, wie erwartet, ein \"menschgewordenes Trachtenmuseum\" dar, sondern \"eine der vitalen Kraftquellen des neuen österreichischen Geistes\". Während tags zuvor \"aufgeregte Jugend\" den deutschen Nationalsozialisten zugejubelt habe, seien nun die \"älteren Jahrgänge\" aufmarschiert. \"Der Sonntag demonstrierte gegen den Samstag\", hieß es in dem Wiener Boulevardblatt. "},{"type":"title","title":"Gott","location":"/topology/mediations/1/mediators/0?lang=de&info=full#p:0","text":"Gott"},{"type":"keywords","title":"Gott","location":"/topology/mediations/1/mediators/0?lang=de&info=full","text":""},{"type":"title","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:0","text":"Ernst Rüdiger Starhemberg"},{"type":"keywords","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full","text":""},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:92","text":"Engelbert Dollfuß (vor den Mikrofonen) und Ernst Rüdiger Starhemberg (hinter ihm) bei der \"Türkenbefreiungsfeier\" am 14. Mai 1933 auf der Gartenterrasse des Schlosses Schönbrunn. Quelle: Bildarchiv Austria."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:93","text":"Bildbericht über Ansprachen von Mitgliedern der österreichischen Bundesregierung in Radio Wien, erschienen in Radiowelt (Wien), 10/14 (1. April 1933), S. 425. Quelle: Universitätsbibliothek Wien."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:94","text":"Ausgefüllter Fragebogen einer Hörerbefragung der Österreichischen Radio-Verkehrs-AG (RAVAG), durchgeführt 1931/32 von der Wirtschaftspsychologischen Forschungsstelle unter der Leitung von Paul Lazarsfeld, enthalten in den Paul Felix Lazarsfeld Papers (Box 34, Mappe 20). Quelle: Columbia University (New York City)."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:65","text":"Fotografien der Ereignisse, von denen Radio Wien am 14. Mai 1933 live berichtete: die \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn, ein Staffellauf im Prater und das Derby auf der Trabrennbahn Krieau, abgebildet in Radio Wien (Wien), 9/34 (19. Mai 1933), S. 2. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:63","text":"Das Kurzwellen-Senderauto der Österreichischen Radio-Verkehrs-AG (RAVAG) um 1930, abgebildet in Radio Wien (Wien), 11/1 (28. September 1934), S. 22. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:64","text":"Eine Radiowerkstatt um 1930. Quelle: Bildarchiv Austria."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:95","text":"Schematische und fotografische Bilder des im Mai 1933 in Betrieb genommenen Rundfunksenders der Österreichischen Radio-Verkehrs-AG (RAVAG) am Bisamberg im Norden Wiens, abgebildet in Radio Wien (Wien), 9/35 (26. Mai 1933), S. 15. Quelle: Austrian Newspapers Online."},{"type":"image","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:66","text":"Werbeblatt (ca. 1934) der Wirtschaftspsychologischen Forschungsstelle, gegründet 1931 von Paul Lazarsfeld in Wien. Quelle: Archiv für die Geschichte der Soziologie in Österreich (Graz)."},{"type":"audio","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#i:1","text":"Engelbert Dollfuß spricht bei der \"Türkenbefreiungsfeier\" des Österreichischen Heimatschutzes am 14. Mai 1933 im Schlosspark Schönbrunn in Wien. Quelle: Österreichische Mediathek."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:1","text":"Vgl. \"Radio-Wochenprogramm\", in: Neue Freie Presse (Wien), 13. Mai 1933 (Abendblatt), S. 4."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:2","text":"Vgl. Wolfgang Duchkowitsch: \"Umgang mit 'Schädlingen' und 'schädlichen Auswüchsen.' Zur Auslöschung der freien Medienstruktur im 'Ständestaat'\", in: Emmerich Tálos u. Wolfgang Neugebauer (Hg.): Austrofaschismus. Politik – Ökonomie – Kultur. 1933–1938, Wien: LIT 2005 (= Politik und Zeitgeschichte, Bd. 1), S. 358–370, hier S. 366–368."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:3","text":"\"Die Antwort auf den Kikeriki-Sonntag\", in: Arbeiter-Zeitung (Wien), 16. Mai 1933, S. 2."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:4","text":"Vgl. Viktor Ergert: 50 Jahre Rundfunk in Österreich. Bd. I: 1924–1945, Wien: Residenz 1974, S. 45–46."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:5","text":"\"Das neueste Ravag-Stückl\", in: Arbeiter-Zeitung (Wien), 14. Mai 1933, S. 3."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:6","text":"Vgl. Paul Lazarsfeld: \"Hörerbefragung der Ravag\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 27–66."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:7","text":"\"Die Hörerbefragung der Ravag\", in: Radio Wien (Wien), 9/6 (4. November 1932), S. 2–5, hier S. 3."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:8","text":"Vgl. Paul Lazarsfeld: \"Hörerbefragung der Ravag\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 27–66, hier S. 46."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:9","text":"Vgl. Paul Lazarsfeld: \"Hörerbefragung der Ravag\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 27–66, hier S. 31 u. 64–65"},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:10","text":"[Paul F. Lazarsfeld:] \"Neue Wege der Verkaufspsychologie\" (15-seitiges Typoskript, hier S. 7), Paul Felix Lazarsfeld Papers (Butler Library, Columbia University, New York), Box 33, Mappe 3."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:11","text":"[Paul F. Lazarsfeld: \"Bedürfnis\"] (20-seitiges Typoskript, hier S. 12–13), Paul Felix Lazarsfeld Papers (Butler Library, Columbia University, New York), Box 33, Mappe 1."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:12","text":"Vgl. Paul Neurath: \"Die methodische Bedeutung der RAVAG-Studie von Paul Lazarsfeld\", in: Desmond Mark (Hg.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Wien: Guthmann-Peterson 1996, S. 11–26."},{"type":"note","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#n:13","text":"Vgl. Lawrence R. Samuel: Freud on Madison Avenue. Motivation Research and Subliminal Advertising in America, Philadelphia: University of Pennsylvania Press 2010."},{"type":"mediator","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:1","text":"Radio Wien überträgt am Sonntag, dem 14. Mai 1933, von 10:20 bis 11:05 Uhr die Ansprachen, die bei der \"Türkenbefreiungsfeier\" im Schlosspark Schönbrunn gehalten werden.  Als Redner der Veranstaltung, die zur Erinnerung an die Befreiung Wiens von der \"Türkenbelagerung\" im Jahr 1683 stattfindet, treten Heimwehrführer Ernst Rüdiger Starhemberg, Sicherheitsminister Emil Fey und Bundeskanzler Engelbert Dollfuß auf,  der in die Reihe von Mikrofonen spricht: \"Fremdgeist und fremde Ideen sind in unserem Volk, haben sich eingenistet und haben böses Unheil angerichtet.\"  Um diese verfeindete Ideologie, nämlich den \"roten\" und \"braunen\" Sozialismus zu bekämpfen, setzt die österreichische Regierung, die seit März 1933 einen autoritären Kurs verfolgt, den Rundfunk für ihre propagandistischen Zwecke ein. "},{"type":"mediator","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:3","text":"Die Live-Übertragung der Kundgebung in Schönbrunn war ein Tabubruch, der öffentlichen Protest hervorrief. So berichtete die sozialdemokratische Arbeiter-Zeitung am 16. Mai 1933 von mehr als 10.000 Hörerinnen und Hörern, die ihren Radioanschluss kündigten, weil am \"Sonntag – abweichend von der bisherigen Übung, parteimäßige Veranstaltungen im Radio nicht zu übertragen – die sogenannte 'Türkenbefreiungsfeier' des österreichischen Heimatschutzes gesendet\" wurde.  Die Radio-Verkehrs-AG (RAVAG) war seit ihrer Gründung im Jahr 1924 zu politischer Neutralität verpflichtet, die ein Beirat in wöchentlichen Sitzungen kontrollierte.  Der Bundespressedienst im Kanzleramt nahm zwar Einfluss auf die Nachrichtensendungen; parteipolitische Reden sollte es im österreichischen Rundfunk aber nicht zu hören geben. Die Opposition kritisierte nun, dass die Bundesregierung Radio Wien, dessen Zentrale sich in der Johannesgasse 4 befand, als ihr Sprachrohr missbrauche.  Es würden Ansprachen ausgestrahlt, die politisch erwünscht seien, und gegnerische Stimmen mundtot gemacht. Als Beispiel führte die Arbeiter-Zeitung am Tag der \"Türkenbefreiungsfeier\" die Absetzung einer Sendung an, die für den 17. Mai 1933 vorgesehen war. Die Wiener Bezirksrätin Kamilla Groß hätte im Rahmen der \"Arbeiterkammerstunde\" über die Rechte von Hausgehilfinnen sprechen sollen. Der Vortrag sei mit der Begründung vom Programm genommen worden, dass gerade eine sozialpolitische Reform stattfinde und es \"Beschwerden von Hausfrauen\" gegen solche Sendungen gebe. "},{"type":"mediator","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:4","text":"Die Kluft zwischen dem Radioprogramm und den Wünschen der HörerInnen in Österreich zeigte sich auch in einer Studie, die Anfang der 1930er Jahre von der Wirtschaftspsychologischen Forschungsstelle durchgeführt wurde. Die RAVAG hatte das von Paul Lazarsfeld geleitete Institut beauftragt, den Publikumsgeschmack mit statistischen Mitteln zu erheben. Es erstellte einen Fragebogen, der im November 1931 den Rundfunkzeitschriften beigelegt wurde und auch in Tabaktrafiken erhältlich war.  Innovativ an der Untersuchung, deren Ergebnisse ein Jahr später vorlagen, war nicht so sehr die quantitative Messung der Publikumswünsche, sondern vor allem die Tatsache, dass sie Aufschluss über die Vorlieben und Abneigungen verschiedener Sozialgruppen gab.  Denn auf dem Fragebogen mussten auch Angaben zu Alter, Geschlecht, Beruf und Wohnort gemacht werden. Indem die RAVAG-Studie Radioprogramme mit sozialen Daten verknüpfte, brach die Masse des Publikums in spezifische Zielgruppen auseinander."},{"type":"mediator","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:5","text":"\"Die große Mehrzahl der Bevölkerung interessiert sich mehr für heitere Darbietungen, mögen sie musikalischer oder literarischer Natur sein\", fasste die Programmzeitschrift Radio Wien die Ergebnisse der Studie zusammen.  Der überwiegende Teil der Befragten wollte lieber Bunte Abende als Kammermusik und lieber Lustspiele als gelehrte Vorlesungen hören. Gegenüber \"aktuellen Hörberichten\" wie der Live-Übertragung der \"Türkenbefreiungsfeier\" herrschte eine allgemeine Ablehnung, die in der RAVAG-Studie auf technische Probleme zurückgeführt wurde.  Am 14. Mai 1933 berichtete der Wiener Sender nicht nur aus dem Schönbrunner Schlosspark, sondern auch von einem Staffellauf im Prater und dem Derby auf der Trabrennbahn Krieau.  Für solche Live-Reportagen vom Ort des Geschehens hatte die RAVAG Ende der 1920er Jahre ein \"Kurzwellen-Senderauto\" eingeführt.  Drei Viertel der Befragten hatten zwar schon von Detektorgeräten mit Kopfhörern auf Röhrenapparate mit Lautsprecher aufgerüstet;  die Empfangsqualität ließ aber immer noch zu wünschen übrig, wie aus den mitgesandten Briefen hervorging.  Um diesen technischen Schwierigkeiten entgegenzuwirken, wurde am Bisamberg bei Wien ein Großsender errichtet, der Ende Mai 1933 den Betrieb aufnahm. "},{"type":"mediator","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:6","text":"Während die Leiter der RAVAG den Rundfunk als Instrument zur Volksaufklärung und vermehrt der Propaganda sahen, nutzte Lazarsfeld die RadiohörerInnen als Datenquelle. Die Wirtschaftspsychologische Forschungsstelle, die er 1931 als Assistent am Institut für Psychologie der Universität Wien gegründet hatte, verband statistische Berechnungen mit Tiefeninterviews, um die wahren Motive von Kaufhandlungen aufzudecken.  Ziel dieser Motivforschung war es, \"dass mit Hilfe wirtschaftspsychologischer Erhebungen die Struktur der Beziehungen zwischen Konsument und Artikel herausgeschält und dann das Reklamemittel gesucht wird, das gerade für diese Art der Beziehung am wirksamsten ist\".  In den erstellten Gutachten sollten \"Bedürfniswelten\" konstruiert werden, die \"aus einer Gruppe von Menschen und einem realen oder geistigen Gegenstand\" bestehen. "},{"type":"mediator","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=de&info=full#p:7","text":"Die Wiener Studien dienten Lazarsfeld als Grundlage seiner späteren Arbeit am Office of Radio Research, das an die Columbia University in New York angegliedert war. Dort wurden nicht einfach, wie damals üblich, Einschaltquoten gemessen, sondern Programme mit sozialen Hörertypen in Zusammenhang gebracht.  Es handelte sich um ein wertvolles Wissen, das Werbekunden Aufschluss versprach, welche Sendungen ihre jeweiligen Zielgruppen hörten. Eine Reihe von Lazarsfelds Mitarbeiterinnen und Mitarbeitern an der Wirtschaftspsychologischen Forschungsstelle in Wien machte Karriere in New Yorker Werbeagenturen, nachdem sie wegen ihrer jüdischen Herkunft oder politischen Überzeugung aus Österreich flüchten mussten. Mit Hans Zeisel, Herta Herzog und Ernest Dichter stieg die Motivforschung zur bestimmende Marketingtechnik der Nachkriegszeit auf. "},{"type":"title","title":"\"Unerwünschter Besuch\"","location":"/topology/mediations/1/mediators/2?lang=de&info=full#p:0","text":"\"Unerwünschter Besuch\""},{"type":"keywords","title":"\"Unerwünschter Besuch\"","location":"/topology/mediations/1/mediators/2?lang=de&info=full","text":""},{"type":"title","title":"Schönbrunn","location":"/topology/mediations/1/mediators/3?lang=de&info=full#p:0","text":"Schönbrunn"},{"type":"keywords","title":"Schönbrunn","location":"/topology/mediations/1/mediators/3?lang=de&info=full","text":""},{"type":"title","title":"Faschismus als Tragödie","location":"/topology/mediations/1/mediators/4?lang=de&info=full#p:0","text":"Faschismus als Tragödie"},{"type":"keywords","title":"Faschismus als Tragödie","location":"/topology/mediations/1/mediators/4?lang=de&info=full","text":""},{"type":"title","title":"\"Hymnenchaos\"","location":"/topology/mediations/1/mediators/5?lang=de&info=full#p:0","text":"\"Hymnenchaos\""},{"type":"keywords","title":"\"Hymnenchaos\"","location":"/topology/mediations/1/mediators/5?lang=de&info=full","text":""},{"type":"title","title":"Marsch auf Wien","location":"/topology/mediations/2/mediators/6?lang=de&info=full#p:0","text":"Marsch auf Wien"},{"type":"keywords","title":"Marsch auf Wien","location":"/topology/mediations/2/mediators/6?lang=de&info=full","text":""},{"type":"title","title":"Bell & Howell 2709","location":"/topology/mediations/2/mediators/7?lang=de&info=full#p:0","text":"Bell & Howell 2709"},{"type":"keywords","title":"Bell & Howell 2709","location":"/topology/mediations/2/mediators/7?lang=de&info=full","text":""},{"type":"title","title":"Gymnastik der Wahrnehmung","location":"/topology/mediations/2/mediators/8?lang=de&info=full#p:0","text":"Gymnastik der Wahrnehmung"},{"type":"keywords","title":"Gymnastik der Wahrnehmung","location":"/topology/mediations/2/mediators/8?lang=de&info=full","text":""},{"type":"title","title":"Mabuses Befehlszentrale","location":"/topology/mediations/2/mediators/9?lang=de&info=full#p:0","text":"Mabuses Befehlszentrale"},{"type":"keywords","title":"Mabuses Befehlszentrale","location":"/topology/mediations/2/mediators/9?lang=de&info=full","text":""},{"type":"title","title":"\"Leck mich im Arsch!\"","location":"/topology/mediations/2/mediators/10?lang=de&info=full#p:0","text":"\"Leck mich im Arsch!\""},{"type":"keywords","title":"\"Leck mich im Arsch!\"","location":"/topology/mediations/2/mediators/10?lang=de&info=full","text":""},{"type":"title","title":"Mikrofone, Kabel, Sender","location":"/topology/mediations/3/mediators/11?lang=de&info=full#p:0","text":"Mikrofone, Kabel, Sender"},{"type":"keywords","title":"Mikrofone, Kabel, Sender","location":"/topology/mediations/3/mediators/11?lang=de&info=full","text":""},{"type":"title","title":"RAVAG-Studien","location":"/topology/mediations/3/mediators/12?lang=de&info=full#p:0","text":"RAVAG-Studien"},{"type":"keywords","title":"RAVAG-Studien","location":"/topology/mediations/3/mediators/12?lang=de&info=full","text":""},{"type":"title","title":"\"Fackeln der Freiheit\"","location":"/topology/mediations/3/mediators/13?lang=de&info=full#p:0","text":"\"Fackeln der Freiheit\""},{"type":"keywords","title":"\"Fackeln der Freiheit\"","location":"/topology/mediations/3/mediators/13?lang=de&info=full","text":""},{"type":"title","title":"Erziehung neuer Menschen","location":"/topology/mediations/3/mediators/14?lang=de&info=full#p:0","text":"Erziehung neuer Menschen"},{"type":"keywords","title":"Erziehung neuer Menschen","location":"/topology/mediations/3/mediators/14?lang=de&info=full","text":""},{"type":"title","title":"Hörerstreik","location":"/topology/mediations/3/mediators/15?lang=de&info=full#p:0","text":"Hörerstreik"},{"type":"keywords","title":"Hörerstreik","location":"/topology/mediations/3/mediators/15?lang=de&info=full","text":""}]