[{"type":"title","title":"Overview","location":"/overview?lang=en&info=full#p:0","text":"Overview"},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:1","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the homepage with the opened, unfiltered timeline (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:4","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the map of Vienna from 1933 rectified to align with the underlying OpenStreetMap (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:5","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the actor-network window of the event \"Radio Wien, May 14, 1933, 10:20–11:05\" (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:6","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the description window of the event \"Radio Wien, May 14, 1933, 10:20–11:05\" (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:8","text":"Table of the three dispositifs of mediation implemented at campusmedius.net in the module Topology as a multi-perspectival account of the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) held in Vienna on May 14, 1933 (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer).\r\n"},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:9","text":"Icons of the mediators, based on Otto Neurath's \"International System of Typographic Picture Education\" (ISOTYPE), implemented at campusmedius.net in the module Topology (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:73","text":"Ernst Rüdiger Starhemberg's rise in the Union of Austrian Home Guards, printed in Österreichische Heimatschutzzeitung (Vienna), July 22, 1933, supplement \"Wehrfront im Bild,\" pp. 2–3. Source: Austrian National Library."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:74","text":"The family of Starhemberg's noble coat of arms from 1765. Source: Fürst Starhemberg'sche Familienstiftung."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:11","text":"Ernst Rüdiger Starhemberg giving a speech in front of the monument to Count Ernst Rüdiger von Starhemberg on Rathausplatz in Vienna on September 12, 1933, printed in Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper &amp; Brothers 1942, fig. 3. Source: Austrian National Library."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:12","text":"Propaganda poster (1934) by the Austrian Home Guard with a photograph of Ernst Rüdiger Starhemberg (left) and Engelbert Dollfuß, which was taken at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on the garden terrace of Schönbrunn Palace in Vienna on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:75","text":"A Bell &amp; Howell 2709 35mm movie camera from 1922, photographed by Adam J. Wilt in 2012. Source: adamwilt.com."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:14","text":"Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz in Vienna on May 14, 1933, here on Mariahilfer Straße around the area of Vienna's western railway station. Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:15","text":"Austrian Home Guard members lower the flags at Schwarzenbergplatz in Vienna on May 14, 1933, as they march past their leaders, including Engelbert Dollfuß (second from left) and Ernst Rüdiger Starhemberg (third from left), who review and salute the paramilitary parade. Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:76","text":"Transmitters of the Austrian Radio Verkehrs AG (RAVAG), printed in Radio Wien (Vienna), 11/1 (September 28, 1934), p. 22. Source: Austrian Newspapers Online."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:77","text":"On November 4, 1932, the magazine Radio Wien published some results of an audience survey conducted by the Wirtschaftspsychologische Forschungsstelle for the Austrian Radio Verkehrs AG (RAVAG). Source: Austrian Newspapers Online."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:18","text":"The data model of the Topology module at campusmedius.net (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:19","text":"The \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace in Vienna on May 14, 1933 (Ernst Rüdiger Starhemberg in front of the microphones). Source: Bildarchiv Austria."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:18","text":"The data model of the Topology module at campusmedius.net (text: Simon Ganahl, code: Andreas Krimbacher, design: Susanne Kiesenhofer)."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:20","text":"Hakeem Tahboub: Map of hookah smoking created in a course taught by Simon Ganahl at UCLA in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:21","text":"Octavio Chiesa: Timeline of unboxing an iPhone, created in a course taught by Simon Ganahl at UCLA in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:22","text":"Philipp Althammer: Map of playing sounds, created in a course taught by Simon Ganahl at University of Liechtenstein in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:23","text":"Diogo Da Silva: Timeline of waking up, created in a course taught by Simon Ganahl at University of Liechtenstein in 2016."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:25","text":"Alexandra Kraler: Timeline of cooking espresso, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2017."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:26","text":"Astrid Neumayr: Diagram of a venipuncture, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2017."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:78","text":"Astrid Neumayr: Diagram of looking in the mirror, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2017."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:79","text":"Fabienne Rohner: Analysis of an advertising brochure from Sutterlüty Handels GmbH, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:80","text":"Christian Fischer: Diagram of walking the dog with a leash, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:81","text":"Michael Schneitter-Venier: Visualization of viewing a photographic exhibit, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:82","text":"Lina Gasperi: Representation of an entry in the sketch book, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:83","text":"Lina Gasperi: Map of an architectural study trip, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:84","text":"David Juen: Visualization of showering in the morning, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"image","title":"Overview","location":"/overview?lang=en&info=full#i:85","text":"David Juen: Map of a car ride, created in a course taught by Simon Ganahl at University of Liechtenstein in 2019."},{"type":"video","title":"Overview","location":"/overview?lang=en&info=full#v:1","text":"Movie report on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, from the newsreel Fox Tönende Wochenschau (VII/20, May 15, 1933), contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. The clip shows Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz, here first along Mariahilfer Straße and then in front of the Staatsoper. Source: Filmarchiv Austria."},{"type":"video","title":"Overview","location":"/overview?lang=en&info=full#v:13","text":"Caroline Winkler: Video documentation of selecting a selfie on the phone, created in a course taught by Simon Ganahl at Vorarlberg University of Applied Sciences in 2018."},{"type":"audio","title":"Overview","location":"/overview?lang=en&info=full#i:1","text":"Engelbert Dollfuß speaking at the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park in Vienna on May 14, 1933: \"When you celebrate this day and this time today, it is not a usual historical commemoration. Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us. In the fight for the homeland, in the fight for the bettering of our homeland, we close ranks firm and true.\" [Our translation.] Source: Österreichische Mediathek."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:1","text":"Preliminary versions of this text were published in Ingo Börner, Wolfgang Straub, Christian Zolles (eds.): Germanistik digital. Digital Humanities in der Sprach- und Literaturwissenschaft, Vienna: Facultas 2018, pp. 104–117, and in spheres: Journal for Digital Cultures, #1: Politics after Networks (2018), DOI: 10.25969/mediarep/3814>."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:2","text":"See Simon Ganahl: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen, Konstanz: Konstanz University Press 2015, pp. 21–111, URL: e-book.fwf.ac.at/o:764."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:3","text":"Shannon Mattern has since published her \"urban media archaeology,\" which had a formative influence on Campus Medius, in two books: Deep Mapping the Media City, Minneapolis: University of Minnesota Press 2015; Code + Clay… Data + Dirt. Five Thousand Years of Urban Media, Minneapolis: University of Minnesota Press 2017."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:4","text":"See Mikhail M. Bakhtin: \"Forms of Time and of the Chronotope in the Novel\" [Russian 1975], in: The Dialogic Imagination. Four Essays, ed. Michael Holquist, trans. Caryl Emerson and Michael Holquist, Austin: University of Texas Press 1981, pp. 84–258."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:5","text":"See Simon Ganahl: \"Der monströse Fouleuze. Eine philosophische Lektüre von Andrej Belyjs Petersburg,\" in: Le foucaldien, 3/1 (2017), DOI: 10.16995/lefou.23."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:6","text":"See Todd Presner: \"The View from Above/Below,\" in: Todd Presner, David Shepard, Yoh Kawano: HyperCities. Thick Mapping in the Digital Humanities, Cambridge: Harvard University Press 2014, pp. 84–127, here pp. 110–118."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:7","text":"See Bruno Latour: Reassembling the Social. An Introduction to Actor-Network-Theory, Oxford: Oxford University Press 2005."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:8","text":"See Otto Neurath: International Picture Language. The First Rules of Isotype, London: Kegan Paul 1936."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:9","text":"As Foucault wrote in retrospect, his studies of modern madness, disease, criminality, and sexuality explored \"the historical a priori of a possible experience.\" (Michel Foucault: \"Foucault,\" trans. Robert Hurley [French 1984], in: Essential Works of Foucault. 1954–1984, vol. 2, ed. James Faubion, Harmondsworth: Penguin 2000, pp. 459–463, here p. 460.)"},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:10","text":"On interfaces as practices of mediation, see Alexander R. Galloway: The Interface Effect, Cambridge: Polity 2012, and Johanna Drucker: Graphesis. Visual Forms of Knowledge Production, Cambridge: Harvard University Press 2014."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:11","text":"See Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper & Brothers 1942, pp. 95–117."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:12","text":"See \"Die Antwort auf den Kikeriki-Sonntag,\" in: Arbeiter-Zeitung (Wien), May 16, 1933, p. 2."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:13","text":"See Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:14","text":"On the history of digital profiling, see Colin Koopman: *How We Became Our Data. A Genealogy of the Informational Person*, Chicago/London: University of Chicago Press 2019."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:15","text":"Jean Bauer: \"Who You Calling Untheoretical?,\" in: Journal of Digital Humanities, 1/1 (2011)."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:16","text":"The selection of space, time, and value as relational properties is based on Foucault's analysis of power relations, especially his precise description of spatial distributions, temporal orders, and evaluative rankings. See Michel Foucault: Discipline and Punish. The Birth of the Prison, trans. Alan Sheridan, New York: Vintage Books 1995 [French 1975], pp. 135–228."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:17","text":"Donna Haraway: \"Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective,\" in: Feminist Studies, 14/3 (1988), pp. 575–599, here p. 581."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:18","text":"In an interview from 1977, Foucault defined the dispositif, usually translated into English as \"apparatus\" or \"mechanism,\" as \"a thoroughly heterogeneous ensemble [un ensemble résolument hétérogène]\" and explicitly as \"the network [le réseau] that can be established between these elements,\" comprising \"the said as much as the unsaid.\" He emphasized, however, that he is not so much interested in categorizing the connected entities, for example as discursive or material, but rather in searching for the specific \"nature of the connection [la nature du lien].\" Foucault added that every dispositif \"answers an urgent demand [répondre à une urgence]\" by strategically solving a social problem. (Michel Foucault: \"The confession of the flesh,\" trans. Colin Gordon [French 1977], in: Power/Knowledge. Selected Interviews and Other Writings 1972–1977, ed. Colin Gordon, New York: Pantheon 1980, pp. 194–228, here pp. 194f. [trans. modified].)"},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:19","text":"The metadata include title, URL, keywords, authors, date of publication, copyrights, and sponsors. They are modeled according to the CIDOC-CRM and encoded in the Resource Description Framework (RDF) as JSON-LD."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:20","text":"Foucault did not actually formulate such a theory, but in the lectures on governmentality he summarized his studies on modernity and adjusted his approach. Instead of defining epochal shifts around 1650 and 1800, he conceptualized a sovereign, a disciplinary, and a liberal regime, which can all be traced back to the 17th century but have been dominant in modern societies at various times up to the present day. See Michel Foucault: Security, Territory, Population. Lectures at the Collège de France 1977–1978, trans. Graham Burchell, ed. Michel Senellart, Basingstoke: Palgrave Macmillan 2007 [French 2004], esp. pp. 87–114."},{"type":"note","title":"Overview","location":"/overview?lang=en&info=full#n:21","text":"On critique as the \"art of not being governed quite so much,\" see Michel Foucault: \"What is Critique?,\" trans. Lysa Hochroth [French 1978], in: The Politics of Truth, ed. Sylvère Lotringer, Los Angeles: Semiotext(e) 2007, pp. 1–81, here p. 45. On critical cartography and counter-mapping, see Jeremy W. Crampton and John Krygier: \"An Introduction to Critical Cartography,\" in: ACME: An International E-Journal for Critical Geographies, 4/1 (2005), pp. 11–33, and the inspiring \"critical cartography primer\" in Annette Miae Kim: Sidewalk City. Remapping Public Space in Ho Chi Minh City, Chicago: University of Chicago Press 2015, pp. 112–145."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:1","text":"Campus Medius explores and expands the possibilities of digital cartography in cultural and media studies. In this description, the project head Simon Ganahl elaborates on the development of the website from a historical case study to a planned mapping platform."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:3","text":"The idea for this mapping project originated in my doctoral studies on the media references in the writings of Karl Kraus (1874–1936) and Peter Altenberg (1859–1919), where I investigated a text that Kraus had written in Vienna in 1933: the Dritte Walpurgisnacht.  In this 300-page essay, the events of a weekend that May are central to its critique of the contemporary political situation, i.e., the Nazi \"seizure of power\" in Germany and the Austrian response to these developments. By researching what had happened in Vienna on May 13 and 14, 1933, I soon understood why Kraus had experienced this weekend as a turning point. Consequently, I decided to digitally represent fifteen selected events within 24 hours, from Saturday at 2 p.m. to Sunday at 2 p.m., on a map of Vienna from 1933. Supervised by the media scholar Shannon Mattern, the initial version of the website was developed in collaboration with the software engineers Rory Solomon and Darius Daftary and the designer Mallory Brennan at The New School in New York and launched at campusmedius.net in July 2014. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:4","text":"The selection of the empirical material was influenced by the concept of the chronotope. In the 1930s, Mikhail Bakhtin had written an essay on time-spaces or space-times in literature from antiquity to the Renaissance, which became very important in literary studies after its publication in 1975.  His approach inspired me to limit the historical case study to exactly 24 hours in Vienna—a temporal and spatial unity that not only emerged in the course of events, but also resembles the most significant chronotope of the modernist novel. Just think of James Joyce's Ulysses, Virginia Woolf's Mrs Dalloway, Andrei Bely's Petersburg, or—to name another medium—the documentary Berlin: Die Sinfonie der Großstadt by Walter Ruttmann. In all these artworks from the first third of the 20th century, one finds the attempt to capture modernity in a very specific time-space: a day in the city. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:5","text":"The historical chronotope of 24 hours in Vienna on May 13 and 14, 1933, is marked by so-called \"Turks Deliverance Celebrations\" (Türkenbefreiungsfeiern) held by the Austrian Home Guard in Schönbrunn Palace Park and by the NSDAP in the Engelmann Arena. As the 250th anniversary of the city's liberation from the Turkish siege in mid-September 1683, celebrated in advance for reasons of propaganda, these competing rallies were oriented from the outset on media communication: prepared by the party political press, partially broadcast live on Radio Wien, and captured in newsreels. To create counter-publicity, the Social Democrats published programmatic editorials and organized \"freedom celebrations\" in the municipal tenements (Gemeindebau). While the Burgtheater staged the play Campo di maggio, co-written by Benito Mussolini, several cinemas were screening Fritz Lang's sound feature Das Testament des Dr. Mabuse, a film banned in Germany. In other movie theaters, adherents of National Socialism viewed the documentary Deutschland erwacht, and a group of Communists showed Sergei Eisenstein's Battleship Potemkin and Turksib by Viktor Turin. Moreover, the Sunday edition of the Neue Freie Presse, Vienna's most important bourgeois newspaper, printed an essay entitled \"Humbug, Bluff and Ballyhoo\" on public relations as practiced by Edward Bernays, a nephew of Sigmund Freud."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:6","text":"Users can discover what was happening simultaneously at different places in Vienna by moving the 24-hour timeline.  The interactive map also makes it possible to give a spatial overview of the events. Inspired by the research platform HyperCities, to which Campus Medius in general owes a lot, we not only geo-referenced their sites, but used an established technique for historical mapping projects known as rectification. In our case, a city map of Vienna from 1933 was scanned with high resolution at the Austrian National Library, converted into a GeoTIFF file, and rectified to align with the underlying GIS data of OpenStreetMap.  This technological procedure discomfited me because of the idea that a digital map represents reality from which a printed map more or less deviates. What actually happens in the process of rectification, though, is a translation between different projections of reality that ought to be traced back to the historical conditions of their emergence.  Due to this critique of the cartographical approach, we have strived to question and alienate these standardized representations of time and space in the current version of the project that I will discuss in the second chapter."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:7","text":"By selecting a pin on the map, an actor-network of the respective event popped up in the initial release of campusmedius.net.  Methodologically, this visualization was derived from actor-network theory, which basically states that it is not a subjective consciousness that decides to act, and then things happen accordingly—in other words, that actions should not be understood as human intentional, but rather as interplays between human and non-human actors.  We styled the actor icons along the lines of the \"International System of Typographic Picture Education\" (ISOTYPE), a conceptually universal picture language developed under the direction of the political economist Otto Neurath, a member of the Vienna Circle, from the mid-1920s onwards.  In our project, however, ISOTYPE is not regarded as a universal design concept, but rather as a visual vocabulary that is closely related to the historical setting of the case study. In Campus Medius 1.0, the colors of the icons designated political backgrounds, with red for socialist and communist, green for Austrofascist, brown for National Socialist, and blue for bourgeois actors. If the user clicked on this actor-network window, a scholarly description of the associated event opened up, featuring photographs, sound recordings, movie clips, archival documents, press articles, etc. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:8","text":"This is, by and large, the first version of campusmedius.net as the website went online in 2014—a kind of digital exhibition. The project's take on digital humanities has been strongly influenced by the Digital Humanities Manifesto, which argues for \"the scholar as curator and the curator as scholar.\" With every historical document that is digitized, this claim becomes more important. By December 13, 2019, the Austrian National Library, for example, had made 22 million newspaper pages available in Austrian Newspapers Online (ANNO): what is such \"big data\" good for if it is not correlated in meaningful ways? One way is to develop algorithms that might help recognize patterns; another way is to curate this cultural heritage in digital monographs. We started with the latter approach, used the preliminary results to translate our methodological concepts into a data model, and have begun to devise an algorithmic analysis based on the second version of the project that I will present in the following chapter."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:10","text":"In the current, in MONTH YEAR published version of campusmedius.net, which was programmed by Andreas Krimbacher and designed by Susanne Kiesenhofer, the above-described overview of the historical chronotope continues to exist in the \"Topography\" module, comprising as before the 24-hour timeline and the rectified map of Vienna from 1933. The fifteen events, however, are only marked by ordinary pins as the concept of the actor-network moved to a new module that we call \"Topology.\" In this section, we focus on the main event of the selected time-space: the Austrian Home Guard's \"Turks Deliverance Celebration\" held in the gardens of Schönbrunn Palace on May 14, 1933, which is mediated from a bird's-eye perspective, panoramically, and in street view by five mediators each. The narrative technique of telling a story from different perspectives is very common in novels, films, and TV serials. In Campus Medius 2.0, this approach is deployed to construct ideal-typical interfaces meant to spotlight and denaturalize representations of time and space that have become standardized in digital cartography."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:11","text":"We drew a table that outlines this multi-perspectival mediation of the \"Turks Deliverance Celebration.\"  Conceptually, the scheme is based on a question that has motivated the project from the outset: what is a media experience? Or more precisely, what does it mean to have a media experience in modernity? This line of inquiry derives from Michel Foucault's studies of criminality or sexuality as modern possibilities of experiencing.  But can we also conceptualize mediality as an experiential field in the Foucauldian sense? What possibilities of having media experiences have opened up in the modern age since about the mid-17th century? The table answers this question with a bold thesis: having a media experience in modern societies essentially means using reason in sovereign signs, capturing life in examining gazes, or raising the voice in governed transmissions. These three possibilities of having media experiences—in Foucauldian terms: dispositifs of mediation—materialize in heterogeneous mediators. As for our case study on the \"Turks Deliverance Celebration,\" each mediation is expressed by five selected mediators whose icons are designed along the lines of ISOTYPE  and that are associated in specific types of connection, in distinct topologies. Are the mediators building territories or spreading in an unlimited space? Do they end sometime or potentially exist infinitely? Is a centralized or an equalized distribution taking place? Etc. The mapping interfaces result from these dispositifs of mediation, because seeing things from a bird's-eye perspective, panoramically, or in street view entails certain notions of the world, certain ideologies that we aim to elucidate. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:12","text":"So how was the new module \"Topology\" implemented on the website? I start with the mediation \"How to use reason: Sovereign Signs,\" taking the example of the mediator Ernst Rüdiger Starhemberg, the Federal Leader of the Austrian Home Guard and initiator of the \"Turks Deliverance Celebration\" in Vienna on May 14, 1933.  Instead of a timeline, the Topology includes a slider beneath the map where the users can switch between the three mediations. In this case, the mediators are viewed from above and navigated via zooming. The network is centralized, i.e., all navigations have to pass a central node: the transcendent bird's-eye view, overarching the earth's surface, which is not only the perspective of God, but also of the sovereign monarch overseeing his or her territory. This world view was very familiar to Starhemberg, who came from an old aristocratic family of the Habsburg Monarchy, which ended together with the First World War in 1918.  One of his ancestors was Count Ernst Rüdiger von Starhemberg, the successful military commander of Vienna during the second Turkish siege of the city in summer 1683. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:13","text":"Led by chancellor Engelbert Dollfuß, the Austrian government adopted an authoritarian course in March 1933. His cabinet prevented parliament from working and governed by emergency decree, but it was not clear that spring how things would continue. Supported by Benito Mussolini, Italy's fascist prime minister, Starhemberg suggested holding a Home Guard rally to celebrate the 250th anniversary of Vienna's liberation from the Turkish siege, which actually took place in mid-September 1683.  However, the plan, supported by the party political press, was to give a public signal of Austria as a fascist sovereign nation earlier in the year, and it worked out: to the strains of the ambiguous national anthem, the chancellor swore fidelity to the leader of the Home Guard in front of allegedly forty thousand members of his paramilitary organization, deployed radially in the Baroque gardens starting from the balcony of Schönbrunn Palace, where Dollfuß and Starhemberg were standing. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:14","text":"In the second mediation, \"How to capture life: Examining Gazes,\" the users view and navigate the map panoramically. Its network is linear, meaning they need to pan from the first to the fifth mediator one after another. The 35mm movie camera \"Bell & Howell 2709,\" which was launched in 1912 and soon came to be the American standard model, may serve as an exemplary mediator for this interface.  I recognized the distinctive camera on the very right of a photograph that shows the Home Guard parade following the rally in Schönbrunn, captured on Mariahilfer Straße near Vienna's western railway station.  On a high-resolution scan of the picture, we not only identified the model, but also realized that this unique camera had been equipped with an aftermarket motor and apparatus for recording optical sound. The reel was shot for the German version of Fox Movietone News and has survived in the Film Archive Austria. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:15","text":"I am particularly interested in the question of which kind of film this assemblage was able to shoot, how this specific camera and the following editing process made it possible to capture the movement of the parade. In a way, this upgraded Bell & Howell 2709 reviewed the paramilitary procession not unlike the members of the Austrian government awaiting the march-past at Schwarzenbergplatz in the city center.  And the spectators viewing the newsreel in the movie theater later on, are they not taking up a similar position of examining these moving bodies? A form of disciplinary examination that a few residents of the Vienna Lassalle Hof literally inverted the day before when they turned their exposed buttocks instead of their eyes towards a passing convoy with Nazi politicians from Germany."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:16","text":"The third mediation, \"How to raise voice: Governed Transmissions,\" is determined by the mapping interface of the street view. Here, the users can navigate in all directions, but are not able to escape this narrow perspective. As a corresponding mediator, I lastly present the radio apparatus that broadcast the speeches held at the \"Turks Deliverance Celebration\" live on Radio Wien.  These voices, transformed into electricity by a dynamic or carbon microphone, arrived at the tube amplifier by cable, were relayed from Schönbrunn Palace to the headquarters of the Austrian Radio-Verkehrs-AG (RAVAG) in the inner city possibly by a short-wave transmitter, but probably via phone lines, and transferred from there in special broadcasting cables to the major transmitter on the Rosenhügel in the southwest of Vienna as well as to the regional stations in the federal states that generated and aired electromagnetic waves in their allocated lengths.  The Social Democrats, who set up about fifty \"freedom celebrations\" opposing the \"Turks Deliverance Celebration,\" organized a \"strike of listeners\" with more than ten thousand cancellations of radio registrations in protest against the live broadcast. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:17","text":"What these people express in their collective letter of cancellation is an aversion to being patronized by the state and a strong will to raise their own voices on the radio. The protest corresponds to the findings of a contemporary study carried out by the Wirtschaftspsychologische Forschungsstelle, based in Vienna and headed by Paul Lazarsfeld, who later became a major figure in American sociology after his emigration to New York.  The RAVAG had commissioned this institute for economic-psychological research to run a statistical survey of the tastes of Austrian radio listeners.  The innovative aspect of the RAVAG study, conducted in 1931/32, was not only the quantitative measurement of listeners' wishes, but above all the fact that it provided information on the likes and dislikes of various social groups. By correlating radio programs with social data, the final report broke down the mass audience into specific target groups. This is one beginning of what is called \"profiling\" today and what might be appreciated or rejected as management of the freedom to communicate in modern societies. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:19","text":"In the first two parts of this introduction, I mainly discussed the website's front end, i.e., issues related to the interface. On the other side of the software stack, however, its back end, invisible for the users, is located, a database in which all the content is stored. What I would like to stress here is that deciding which entities are included in the database and how they are related is a genuinely methodological question. In order to build a scholarly website, the research approach needs to be operationalized; at least working definitions of the central concepts are necessary. In a project within the field of cultural and media studies, this work can definitely not be conducted by software engineers alone, because: \"The database is the theory!\"  If a website is supposed to match up to the complexities of the theoretical approaches that are guiding cultural and media research, both its back end and its front end must be developed in a truly interdisciplinary dialog with programmers and designers. Hence, the following paragraphs will deal with the data model on which the Topology module at campusmedius.net is based. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:20","text":"I start with the entity at the top of the diagram, the mediator as anyone or anything given in an experience that makes a difference in the course of action. In our terminology, a medium is none other than a type of mediators: Starhemberg appears as Federal Leader of the Austrian Home Guard on the stage of the \"Turks Deliverance Celebration,\" but ideally aligns himself with leader figures ranging from the Roman Caesars via the Habsburg emperors to the fascist Duce. This is an example of a one-to-many relationship, with one medium constituted from many mediators. It was important for us to attach the attributes space, time, and value—the latter understood in terms of weighing the nodes in a network—to the relation, which connects two mediators, and not to the mediator itself.  The common practice in digital cartography, however, is to determine where and when an entity occurs, i.e., to set its location (latitude/longitude) and its date and time. Yet this approach would have required a kind of transcendental gaze, an external perspective able to situate mediators in absolute time and space. In order to avoid this \"god trick of seeing everything from nowhere,\"  we have conceptualized space, time, and value relationally, in other words as differences in the network of mediators: Starhemberg stands on the garden terrace of Schönbrunn Palace in front of a Reisz microphone; to his left a sound engineer wearing headphones and a man with a Tyrolean hat holding a still camera; among the Home Guard troops, the newsreel car of the Vienna Selenophon Licht- und Tonbild GmbH is located; behind the Great Parterre, the Neptun fountain and the Schönbrunn hill with the crowning Gloriette rises; etc. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:21","text":"An experience, in the sense of our data model, is an individual subset of relations including the attached mediators. And just as in our terminology a medium is a type of mediators, a mediation is a pattern of relations (e.g., the centralized topology occurring again and again in the \"Turks Deliverance Celebration\"). In other words, a regularity of spatial, temporal, and evaluative connections—but what is actually mediated in an experience? This question refers to the box at the foot of the data model, which summarizes the major function of the Foucauldian dispositif, namely to strategically respond to a social demand.  While actor-network accounts focus on concrete empirical cases in order to precisely describe who or what make differences in a course of action, dispositif analysis searches for types of connection, for historical patterns of relations that are actualized in the given situation. Let us take the above-mentioned example of the protest against the live broadcast of the \"Turks Deliverance Celebration\": the people who canceled their registration wanted to raise their own voices and refused to be influenced or educated from above—a collective demand to which Austrian radio was not ready to respond in 1933. However, counseled by the emigrants Paul Lazarsfeld, his wife Herta Herzog, and his friend Hans Zeisel, the Columbia Broadcasting System (CBS) and the New York ad agency McCann-Erickson soon learned how to steer free expression of opinion in specific directions."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:22","text":"In short, the actor-network and the dispositif are the central methodological concepts that are operationalized in the data model of Campus Medius 2.0.  Thus far, I have only elaborated on the right-hand part of the diagram, the ontological structure of the database. Its left-hand side, however, shows how the stored data become perceptible to the users. In order to appear on the website, a mediator needs to receive information, it literally has to be informed by texts, images, audio, or video. The metadata of these multimedia descriptions can be accessed by way of a quote icon placed next to the page title and downloaded as linked open data.  Apart from the media objects protected by copyright, all content is available open-access under the Creative Commons license CC BY 4.0. The typefaces used on the website are open-source fonts: Source Sans Pro and Source Serif Pro by Adobe."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:23","text":"Just like a mediator without information, a mediation—in the sense of our data model—stays invisible as long as there is no link to an interface, understood here as a mapping perspective (e.g., bird's-eye) and a mode of navigation (e.g., zooming). Hence, these visualizations are not neutral or free of ideology, but themselves part of their respective dispositif of mediation. In common with the substructure of campusmedius.net, they were programmed with open-source software: the front end in Angular and Mapbox GL JS, the back end in Django using a PostgreSQL database. The project code is fully documented and freely available at GitHub. We have implemented the website bilingually and responsively, that is, in Englisch as well as in German, and both for desktop and mobile use. It runs on a virtual machine provided by the Vienna University Computer Center with all its data archived in the digital repository PHAIDRA."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:25","text":"In the last part of this introduction, I will sketch out the long-term plans that we are pursuing for campusmedius.net. We want to develop the website into a digital platform for mapping media experiences. Guided by a virtual assistant, the users may independently select a media experience in their daily lives, precisely describe its heterogeneous components, and map how these mediators are connected with each other. The analytical aim of the platform would be to subject the conceptual premises of the historical case study to a contemporary test: does having a media experience in the (post)modern societies of the 21st century still mean using reason in sovereign signs, capturing life in examining gazes, or raising the voice in governed transmissions? In the case of the \"Turks Deliverance Celebration,\" these dispositifs of mediation arose from an interplay between the empirical material and a Foucauldian theory of modernity.  I want to highlight the word interplay in the sense of a mutual dialog here, because no data explain themselves, but it also leads nowhere to obey a theoretical system that degrades them to mere placeholders. However, we are confident that our data model enables us to define media and mediations immanently, so to say from below, by analyzing numerous mappings of media experiences in order to discover types of mediators and relational patterns that are distinctive of mediality as a (post)modern experiential field."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:26","text":"The idea for this collaborative platform evolved from courses on \"Mapping Modern Media,\" which I have taught at different universities since 2016. Instead of geo-referencing data sets, the students were encouraged to consider mapping as a critical practice by selecting and inquiring into media experiences in their daily lives: Who or what is given in such a course of action? How are these mediators connected with each other? To which demand is the media experience responding? And what might an alternative response be? For these courses, the data model of Campus Medius 2.0 had to be translated into a series of practical operations or rather mapping exercises."},{"type":"page","title":"Overview","location":"/overview?lang=en#p:27","text":"The exercise starts by selecting a concrete situation in everyday life that could be classified as a media experience and by explaining this choice. In the inventory, step two, the students are asked to define five mediators and to describe the selected course of action from these heterogeneous standpoints. The actual mapping follows in a third step where charts or diagrams are created that visualize the relations between the mediators. I encourage the students to explore the connections in terms of space, time, and value, but it is not strictly necessary for all three perspectives to be represented. Steps four and five are intended to be a critique of the analyzed situation: after reflecting to which urgent demand the media experience is responding, identifying its leitmotif, an alternative response or answer should be given in the form of a counter-map.  One student of mine chose to look into her habit of watching Tatort, for example, a very popular crime series produced and aired by public service broadcasters in Germany, Austria, and Switzerland. She asked herself why she views this TV drama almost every Sunday evening and concluded that she mainly appreciates the sense of community, knowing that millions of other viewers see and hear the same program at the same time. Yet if the \"sense of community\" is the real motive behind this media experience, what alternatives are there to feel in touch with others? Does it have to be a community of people with a similar language and cultural background (as in the case of Tatort)? Or could it also be a collective assembling more diverse members?"},{"type":"page","title":"Overview","location":"/overview?lang=en#p:28","text":"In conclusion, I will present some sketches, maps, and diagrams created in these mapping courses. The first example was made by a student from UCLA's Center for Digital Humanities who mapped the movement of the hose in a hookah session with five people sharing a water pipe, which he described as an opportunity to have easygoing conversation.  One of his classmates in this course from 2016 constructed a timeline of unboxing an iPhone in an Apple Store, treated like a spiritual rite, and defined two points of no return: the removal of the plastic around the box and of the phone's screen protector.  The following two maps derive from a class on sound mapping held in 2016 at the University of Liechtenstein, where one student charted how his daily activity was influenced by pupils playing on a schoolyard near his office.  Another participant in this seminar temporally arranged photos in order to visualize how he was woken every morning by a passing train. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:29","text":"At the University of Applied Sciences (FH) in Vorarlberg, Austria, a student of media design drew a timeline of preparing espresso on the stove, a procedure that seemed to organize her morning routine into a phase of personal hygiene while the coffee is brewing, and a phase of calm me-time before the workday begins.  One of her classmates in this course from 2017 had a blood sample taken from a peripheral vein and represented this physical intervention in a series of sketches.  As she concluded that a need for self-assurance drove this experience, her counter-map shows an examining look in the mirror.  In the following year, 2018, the design students at the FH Vorarlberg created, for instance, a visual discourse analysis of an advertising brochure,  a video documentation of selecting a selfie on the phone,  a diagram of walking the dog with a leash,  and a visualization of viewing a photographic exhibit. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:30","text":"The final examples spring from a course of 2019, which I held at the University of Liechtenstein again. In this class, a student of architecture dealt with her daily entries in a sketch book.  As an alternative approach to her attempt to build a personal archive of architectural forms, she mapped photographs that were taken on study trips.  Another participant in this seminar described and visualized the morning shower as a mediator between the privacy of the bed and the professional life in public.  His counter-map then addressed car driving as a means of commuting from one place to another, but also as a situation where the mind oscillates between concentration and memories or dreams. "},{"type":"page","title":"Overview","location":"/overview?lang=en#p:31","text":"As you can see, these courses are quite experimental, a kind of laboratory to develop our digital mapping platform that also aims to serve media education. Analytically, the major challenge is to define a strict methodological procedure without predetermining what counts as a media experience, that is, to clearly structure the steps of inquiry, but to leave the form of the inquired situation as open as possible. We want to collaboratively map the experiential field of mediality, to explore which things are involved in media experiences and how they are related—whether the course of action be taking a selfie on walking the dog. In spite of this essential openness, however, the results have to be comparable so that a multitude of mappings may disclose types of mediators (i.e., media) and relational patterns (i.e., mediations)."},{"type":"title","title":"Project Team","location":"/overview?lang=en&info=full#p:0","text":"Project Team"},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:1","text":"Simon Ganahl heads the project Campus Medius and wrote all the texts on this website. He researches and teaches as a literature and media scholar with a focus on digital humanities at the Universities of Vienna, Zurich, Liechtenstein, and Vorarlberg. After studies in liberal arts and social sciences in Vienna, Hamburg, and Zurich, he obtained PhD degrees both in communication science (2009) and in German philology (2012) at the University of Vienna. In 2012/13 he was a visiting researcher in the School of Media Studies at The New School in New York and in 2016 a visiting lecturer in the Center for Digital Humanities at the University of California, Los Angeles (UCLA). He is also cofounder and coeditor of the peer-reviewed open-access journal Le foucaldien. His research work has received several awards and fellowships (e.g., APART from the Austrian Academy of Sciences and Schrödinger from the Austrian Science Fund). Latest monograph: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen (Konstanz University Press 2015)."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:2","text":"Darius Daftary programmed the front end of Campus Medius 1.0 in AngularJS and Leaflet. He has many years of experience as a leading software engineer in New York's digital economy and also teaches web development at university level. He studied Spanish at Washington University in St. Louis."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:3","text":"Andreas Krimbacher is developing the software for Campus Medius 2.0. He employs only open-source technologies and makes the project code available under the MIT license at GitHub. The website's front end is programmed in Angular and Mapbox GL JS, the back end in Django using a PostgreSQL database. He studied geomatics engineering at the University of Graz (BA, 2012) and the ETH Zurich (MSc, 2014). Since 2015 he has been working at the Austrian Zentralanstalt für Meteorologie und Geodynamik (ZAMG) as a software developer and system architect."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:4","text":"Rory Solomon programmed the back end of Campus Medius 1.0 in Django using a PostgreSQL database. He works as a software engineer and media scholar in New York City. He studied computer science and mathematics (BA) at UC Berkeley as well as media studies (MA) at The New School and is a PhD candidate in the Department of Media, Culture, and Communication at New York University."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:5","text":"Mallory Brennan designed the website of Campus Medius 1.0. She studied communication design (BFA) as well as media studies (MA) at The New School and works as a media designer in New York City."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:6","text":"Susanne Kiesenhofer is designing the website of Campus Medius 2.0. She studied media technology at St. Pölten University of Applied Sciences (BSc, 2012) and media design at Vorarlberg University of Applied Sciences (MA, 2016). Since 2017 she has been working in the innovation lab of Milla & Partner, an agency for spatial communication."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:7","text":"Roland Innerhofer is Professor of Modern German Literature at the University of Vienna. Among his research foci are the history of Austrian literature and culture, science fiction, media aesthetics, the theory of literary genres, and the poetics of knowledge. He is the main editor of a digital edition of Andreas Okopenko's diaries. His monographs include: Deutsche Science Fiction 1870–1914. Rekonstruktion und Analyse der Anfänge einer Gattung (Böhlau 1996), Architektur aus Sprache. Korrespondenzen zwischen Literatur und Baukunst 1890–1930 (Erich Schmidt 2018)."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:8","text":"Colin Koopman is Associate Professor in Philosophy and Director of the New Media and Culture Graduate Certificate Program at the University of Oregon. His work mobilizes analytics and concepts from the philosophical traditions of genealogy and pragmatism to engage current issues of politics, ethics, and culture. He has published three monographs: Pragmatism as Transition: Historicity and Hope in James, Dewey, and Rorty (Columbia University Press 2009), Genealogy as Critique: Foucault and the Problems of Modernity (Indiana University Press 2013), and How We Became Our Data: A Genealogy of the Informational Person (University of Chicago Press 2019)."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:9","text":"Shannon Mattern is Professor of Media Studies at The New School in New York City. Her research and teaching addresses, among other subjects, media infrastructures, the materiality of media objects, urban media history, and media architecture, especially libraries and archives. She is the author of The New Downtown Library (2007), Deep Mapping the Media City (2015), and Code and Clay, Data and Dirt: 5000 Years of Urban Media (2017), all published by the University of Minnesota Press."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:10","text":"Todd Presner is Chair of the Digital Humanities Program and Ross Professor of Germanic Languages and Comparative Literature at the University of California, Los Angeles (UCLA). His research focuses on European intellectual history, the history of media, visual culture, digital humanities, and cultural geography. From 2005 to 2015, he was director of HyperCities, a collaborative, digital mapping platform that explores the layered histories of city spaces. He is the author or coauthor of several books, among them Mobile Modernity: Germans, Jews, Trains (Columbia University Press 2007) and HyperCities: Thick Mapping in the Digital Humanities (Harvard University Press 2014), written with David Shepard and Yoh Kawano."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:11","text":"Philipp Sarasin is Professor of Modern History at the University of Zurich. His research mainly deals with the history of knowledge, theories of historiography, urban history, and the history of sexuality and the human body. His key publications are: Michel Foucault zur Einführung (Junius 62016), Darwin und Foucault. Genealogie und Geschichte im Zeitalter der Biologie (Suhrkamp 2009, paperback 2019), Anthrax: Bioterror as Fact and Fantasy (Harvard University Press 2006), Geschichtswissenschaft und Diskursanalyse (Suhrkamp 2003), Reizbare Maschinen. Eine Geschichte des Körpers 1765–1914 (Suhrkamp 2001)."},{"type":"page","title":"Project Team","location":"/overview?lang=en#p:12","text":"Clemens Apprich, Thomas Ballhausen, Susanne Blumesberger, Paolo Carpignano, Sabrina Corbellini, Katy Derbyshire, Wolfgang Duchkowitsch, Georg Eckmayr, Maurice Erb, Verena Erlenbusch-Anderson, Johannes Feichtinger, Daniela Franke, Fanni Freudenthaler, Robert W. Gehl, Andreas Gelhard, Tanja Gnosa, Wolf Harranth, Petra Herczeg, Kristina Höch, Eva Horn, Thomas Hübel, Patrick Kilian, David D. Kim, Andreas Koop, Anna Lindner, Monika Litscher, Hubert Matt, Thomas Nail, Arndt Niebisch, Wolfgang Pensold, Miriam Posner, Katharina Prager, Martin Reinhart, Barry Salmon, Gottfried Schnödl, Mathias Schönher, Maria Slater, Martina Süess, Elena Vogman, and all participants in the courses and workshops \"Mapping Modern Media.\""},{"type":"title","title":"Topology","location":"/overview?lang=en&info=full#p:0","text":"Topology"},{"type":"title","title":"Topography","location":"/overview?lang=en&info=full#p:0","text":"Topography"},{"type":"title","title":"Book Edition","location":"/book?lang=en&info=full#p:0","text":"Book Edition"},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:1","text":"Simon Ganahl heads the project Campus Medius and wrote all the texts on this website. He researches and teaches as a literature and media scholar with a focus on digital humanities at the Universities of Vienna, Zurich, Liechtenstein, and Vorarlberg. After studies in liberal arts and social sciences in Vienna, Hamburg, and Zurich, he obtained PhD degrees both in communication science (2009) and in German philology (2012) at the University of Vienna. In 2012/13 he was a visiting researcher in the School of Media Studies at The New School in New York and in 2016 a visiting lecturer in the Center for Digital Humanities at the University of California, Los Angeles (UCLA). He is also cofounder and coeditor of the peer-reviewed open-access journal Le foucaldien. His research work has received several awards and fellowships (e.g., APART from the Austrian Academy of Sciences and Schrödinger from the Austrian Science Fund). Latest monograph: Karl Kraus und Peter Altenberg. Eine Typologie moderner Haltungen (Konstanz University Press 2015)."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:2","text":"Darius Daftary programmed the front end of Campus Medius 1.0 in AngularJS and Leaflet. He has many years of experience as a leading software engineer in New York's digital economy and also teaches web development at university level. He studied Spanish at Washington University in St. Louis."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:3","text":"Andreas Krimbacher is developing the software for Campus Medius 2.0. He employs only open-source technologies and makes the project code available under the MIT license at GitHub. The website's front end is programmed in Angular and Mapbox GL JS, the back end in Django using a PostgreSQL database. He studied geomatics engineering at the University of Graz (BA, 2012) and the ETH Zurich (MSc, 2014). Since 2015 he has been working at the Austrian Zentralanstalt für Meteorologie und Geodynamik (ZAMG) as a software developer and system architect."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:4","text":"Rory Solomon programmed the back end of Campus Medius 1.0 in Django using a PostgreSQL database. He works as a software engineer and media scholar in New York City. He studied computer science and mathematics (BA) at UC Berkeley as well as media studies (MA) at The New School and is a PhD candidate in the Department of Media, Culture, and Communication at New York University."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:5","text":"Mallory Brennan designed the website of Campus Medius 1.0. She studied communication design (BFA) as well as media studies (MA) at The New School and works as a media designer in New York City."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:6","text":"Susanne Kiesenhofer is designing the website of Campus Medius 2.0. She studied media technology at St. Pölten University of Applied Sciences (BSc, 2012) and media design at Vorarlberg University of Applied Sciences (MA, 2016). Since 2017 she has been working in the innovation lab of Milla & Partner, an agency for spatial communication."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:7","text":"Roland Innerhofer is Professor of Modern German Literature at the University of Vienna. Among his research foci are the history of Austrian literature and culture, science fiction, media aesthetics, the theory of literary genres, and the poetics of knowledge. He is the main editor of a digital edition of Andreas Okopenko's diaries. His monographs include: Deutsche Science Fiction 1870–1914. Rekonstruktion und Analyse der Anfänge einer Gattung (Böhlau 1996), Architektur aus Sprache. Korrespondenzen zwischen Literatur und Baukunst 1890–1930 (Erich Schmidt 2018)."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:8","text":"Colin Koopman is Associate Professor in Philosophy and Director of the New Media and Culture Graduate Certificate Program at the University of Oregon. His work mobilizes analytics and concepts from the philosophical traditions of genealogy and pragmatism to engage current issues of politics, ethics, and culture. He has published three monographs: Pragmatism as Transition: Historicity and Hope in James, Dewey, and Rorty (Columbia University Press 2009), Genealogy as Critique: Foucault and the Problems of Modernity (Indiana University Press 2013), and How We Became Our Data: A Genealogy of the Informational Person (University of Chicago Press 2019)."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:9","text":"Shannon Mattern is Professor of Media Studies at The New School in New York City. Her research and teaching addresses, among other subjects, media infrastructures, the materiality of media objects, urban media history, and media architecture, especially libraries and archives. She is the author of The New Downtown Library (2007), Deep Mapping the Media City (2015), and Code and Clay, Data and Dirt: 5000 Years of Urban Media (2017), all published by the University of Minnesota Press."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:10","text":"Todd Presner is Chair of the Digital Humanities Program and Ross Professor of Germanic Languages and Comparative Literature at the University of California, Los Angeles (UCLA). His research focuses on European intellectual history, the history of media, visual culture, digital humanities, and cultural geography. From 2005 to 2015, he was director of HyperCities, a collaborative, digital mapping platform that explores the layered histories of city spaces. He is the author or coauthor of several books, among them Mobile Modernity: Germans, Jews, Trains (Columbia University Press 2007) and HyperCities: Thick Mapping in the Digital Humanities (Harvard University Press 2014), written with David Shepard and Yoh Kawano."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:11","text":"Philipp Sarasin is Professor of Modern History at the University of Zurich. His research mainly deals with the history of knowledge, theories of historiography, urban history, and the history of sexuality and the human body. His key publications are: Michel Foucault zur Einführung (Junius 62016), Darwin und Foucault. Genealogie und Geschichte im Zeitalter der Biologie (Suhrkamp 2009, paperback 2019), Anthrax: Bioterror as Fact and Fantasy (Harvard University Press 2006), Geschichtswissenschaft und Diskursanalyse (Suhrkamp 2003), Reizbare Maschinen. Eine Geschichte des Körpers 1765–1914 (Suhrkamp 2001)."},{"type":"page","title":"Book Edition","location":"/book?lang=en#p:12","text":"Clemens Apprich, Thomas Ballhausen, Susanne Blumesberger, Paolo Carpignano, Sabrina Corbellini, Katy Derbyshire, Wolfgang Duchkowitsch, Georg Eckmayr, Maurice Erb, Verena Erlenbusch-Anderson, Johannes Feichtinger, Daniela Franke, Fanni Freudenthaler, Robert W. Gehl, Andreas Gelhard, Tanja Gnosa, Wolf Harranth, Petra Herczeg, Kristina Höch, Eva Horn, Thomas Hübel, Patrick Kilian, David D. Kim, Andreas Koop, Anna Lindner, Monika Litscher, Hubert Matt, Thomas Nail, Arndt Niebisch, Wolfgang Pensold, Miriam Posner, Katharina Prager, Martin Reinhart, Barry Salmon, Gottfried Schnödl, Mathias Schönher, Maria Slater, Martina Süess, Elena Vogman, and all participants in the courses and workshops \"Mapping Modern Media.\""},{"type":"title","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:0","text":"Aspern Airfield"},{"type":"keywords","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full","text":""},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:30","text":"Hans Frank (right) and Hanns Kerrl (middle) are welcomed by Alfred Eduard Frauenfeld (left) at Aspern Airfield in Vienna on May 13, 1933. The smiling man in the background is Roland Freisler. This photo by Lothar Hübelt appeared in Das interessante Blatt (Vienna), May 18, 1933, p. 4. Source: Austrian Newspapers Online."},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:31","text":"The headline of the editorial \"Undesired Visit,\" published in the Viennese newspaper Reichspost on May 9, 1933. Source: Austrian Newspapers Online."},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:1","text":"Screenshot of the first version of campusmedius.net launched in 2014, showing the homepage with the opened, unfiltered timeline (text: Simon Ganahl, back-end coding: Rory Solomon, front-end coding: Darius Daftary, design: Mallory Brennan)."},{"type":"image","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#i:32","text":"Hans Frank (left) and Alfred Eduard Frauenfeld (right) leaving Aspern Airfield in Vienna on May 14, 1933, printed in Wiener Bilder (Vienna), May 21, 1933, p. 4. Source: Austrian Newspapers Online."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:1","text":"See \"Die Ankunft der reichsdeutschen Nationalsozialisten,\" in: Das Kleine Volksblatt (Vienna), May 14, 1933, p. 4."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:2","text":"\"Unerwünschter Besuch,\" in: Reichspost (Vienna), May 9, 1933, pp. 1–2 [our translation]."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:3","text":"Cit. after a memorandum of March 22, 1933, in the Political Archive of the Federal Foreign Office in Berlin (Office of the Reich Minister, reference 16: Austria, R 28392) [our translation]."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:4","text":"\"Die Ankunft der reichsdeutschen Nationalsozialisten,\" in: Das Kleine Volksblatt (Vienna), May 14, 1933, p. 4 [our translation]."},{"type":"note","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#n:5","text":"\"Unerwünschter Besuch,\" in: Reichspost (Vienna), May 9, 1933, pp. 1–2, here p. 2 [our translation]."},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:1","text":"On Saturday, May 13, 1933, at 2:12 p.m., the German Lufthansa plane D 1772 lands at Aspern Airfield near Vienna.  Having taken off three and a half hours previously in Berlin, the plane's passengers are the Bavarian minister of justice Hans Frank, who became governor general of Poland in 1939, his Prussian counterpart Hanns Kerrl, and Kerrl's head of department Roland Freisler, the later president of the German People's Court, along with a handful of accompanying staff.  Some 1,500 followers and a crowd of press reporters and photographers await the National Socialist politicians."},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:3","text":"The Vienna Reichspost, the semi-official newspaper of Austria's Christian Social Party, had referred to the visit in a controversial editorial as \"undesired and unwelcome.\"  Firstly, the leading article considered it not a state visit but a \"party political battle action,\" and secondly the delegation leader was a persona non grata in Austria.  Hans Frank held a speech on Bavarian radio on March 18, 1933, which prompted diplomatic conflicts. According to a report from the Wolff Bureau, Germany's official news agency, the Bavarian minister of justice warned the Austrian government against \"causing the National Socialists to take over securing the freedom of the German national comrades in Austria.\"  In Germany, a cabinet under Adolf Hitler has been in office since January 30, 1933, and considers itself responsible for all \"German national comrades,\" whether they live within or outside the German borders. The Christian-Social federal chancellor of Austria, Engelbert Dollfuß, however, wants to preserve the country as a sovereign German state and has governed by emergency decree since March 1933. When the Nazi politicians arrive in Aspern, the vice president of the Vienna police force, Michael Skubl,  approaches them and informs them in the name of the Austrian government that their visit is \"not desired,\" but that their personal safety will be secured.  The visitors from Germany then drive into the city in a motorcade of dozens of cars and motorcycles to the Adolf Hitler House, the National Socialist party headquarters in Vienna. "},{"type":"event","title":"Aspern Airfield","location":"/topography/events/1?lang=en&info=full#p:4","text":"The Reichspost editorial emphasized that \"the measures Austria must take on this occasion\" were addressed \"neither against the Reich government nor against members of a German state government, but solely against the attempt to provide new impetus to an agitation against the state and government inside our own borders by foreign guests.\" Hitler, the article stated, had shown a \"high level of discretion and moderation\" in international politics. \"The question thus remains open as to whether he is in agreement with this party political agitation trip to Austria by high-ranking state functionaries.\"  According to this semi-official commentary, the reserved reception at Aspern Airfield was not due to any fundamental criticism of National Socialism in Germany. The Austrian government did, however, want to prevent the Nazi opposition in Austria from receiving an opportunity for political propaganda."},{"type":"title","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#p:0","text":"Lion of Aspern"},{"type":"keywords","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full","text":""},{"type":"image","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#i:33","text":"Hans Frank lays a wreath at the Lion of Aspern in Vienna on May 13, 1933, printed in Deutschösterreichische Tages-Zeitung (Vienna), May 21, 1933, Bilderbeilage, p. 348. Source: Austrian National Library."},{"type":"image","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#i:34","text":"The Lion of Aspern in Vienna around 1900. Source: Bildarchiv Austria."},{"type":"note","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#n:1","text":"\"Triumphzug durch die Straßen,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 14, 1933, p. 3 [our translation]."},{"type":"event","title":"Lion of Aspern","location":"/topography/events/2?lang=en&info=full#p:1","text":"On the way from Aspern Airfield into the city, the motorcade with Nazi politicians from Germany halts at the Lion of Aspern.  Built in 1858, this war memorial is dedicated to the fallen soldiers of the 1809 Battle of Aspern, where Austrian troops were victorious over Napoleon's army for the first time.  After the Bavarian justice minister Hans Frank and his Prussian counterpart Hanns Kerrl lay wreaths, Alfred Eduard Frauenfeld, the Nazi \"Gauleiter\" of Vienna, holds a short speech. A day later, the Deutschösterreichische Tages-Zeitung, the National Socialists' official newspaper in Austria, reports: \"They thereby honored the German-Austrian freedom fighters of 1809, the first Germans to tear the victory laurels from the head of the French usurper, but also all victims of the World War.\"  The motorcade continues on towards Hirschstetten and Kagran."},{"type":"title","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:0","text":"Lassalle Hof"},{"type":"keywords","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full","text":""},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:35","text":"Hans Frank and Alfred Eduard Frauenfeld driving by the Lassalle Hof in Vienna on May 13, 1933, printed in Die Stunde (Vienna), May 16, 1933, p. 3. Source: Austrian Newspapers Online."},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:36","text":"The Lassalle Hof in Vienna, photographed 1926 from the corner of Lassallestraße and Vorgartenstraße. Source: Municipal and Provincial Archives of Vienna."},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:37","text":"The courtyard of the Lassalle Hof in Vienna, photographed 1926. Source: Municipal and Provincial Archives of Vienna."},{"type":"image","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#i:86","text":"The Lassalle Hof in Vienna, photographed 1926 from the Lassallestraße. Source: Municipal and Provincial Archives of Vienna."},{"type":"note","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#n:1","text":"\"Pfui-Rufe, rote Fahnen und Pfeifkonzert,\" in: Die Rote Fahne (Vienna), May 14, 1933, p. 2 [our translation]. The Götz quote was coined by Johann Wolfgang Goethe in Götz von Berlichingen (1773): \"Tell your captain: for His Imperial Majesty, I have, as always, due respect. But he, tell him that, he can lick me in the ass!\" Source: Deutsches Textarchiv [our translation]."},{"type":"note","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#n:2","text":"Eve Blau: \"Wien 1919–1934. Großstadt und Proletariat im 'Roten Wien,'\" in: Eve Blau and Monika Platzer (eds.): Mythos Großstadt. Architektur und Stadtbaukunst in Zentraleuropa 1890–1937, Munich: Prestel 1999, pp. 205–214, here p. 205 [our translation]."},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:1","text":"In Leopoldstadt, Vienna's second municipal district, the Nazi politicians from Germany driving from Aspern Airfield to the Adolf Hitler House in a motorcade encounter left-wing protest. As the cars and motorcycles cross the Reichsbrücke bridge, whistles and boos sound out.  The residents of the municipal building at Lassallestraße 40–44, red flags flying from its windows and balconies, air their views openly: \"From the Lassalle Hof, which the police had blocked off, the workers looked down from the windows, albeit with their rear sides. Body parts were visible that were intended as invitations for the Nazi ministers to take the Götz quote literally.\"  To avoid further conflict, the police alter the route. The German visitors are not allowed to drive along Praterstraße and the Ring as planned, but have to take Franzensbrückenstraße from the Praterstern and continue along Löwengasse, Lastenstraße and Gumpendorfer Straße, where neither supporters nor opponents await them."},{"type":"event","title":"Lassalle Hof","location":"/topography/events/3?lang=en&info=full#p:3","text":"The Lassalle Hof was built from 1924 to 1926 and designed by the architect Hubert Gessner, a student of Otto Wagner's.  It was one of the first major Gemeindebauten erected in the \"Red Vienna\" of the inter-war years. The historian of architecture Eve Blau writes about these municipal housing projects: \"For the Social Democrats, who came to power in Vienna in 1919 and governed Austria's capital until 1934, the construction program with over 400 new municipal constructions, which had to be inserted between Vienna's existing buildings, formed the core of extensive reform plans for redesigning the city's social and economic infrastructure according to socialist principles.\"  Named after Ferdinand Lassalle, a pioneer of the German workers' movement, the building comprised 290 apartments on six stories.  On the ground floor facing Lassallestraße were shops and a public library. The top floor of the tower above the main building was used as a photography studio by the Social Democratic association Friends of Nature (Naturfreunde).  Located between the Reichsbrücke and the Praterstern, the monumental Lassalle Hof still dominates one of Vienna's north-eastern arterial roads."},{"type":"title","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#p:0","text":"Adolf Hitler House"},{"type":"keywords","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full","text":""},{"type":"image","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#i:39","text":"Supporters of National Socialism along Mariahilfer Straße in Vienna on May 13, 1933, hailing German Nazi politicians, who drive towards the Adolf Hitler House at Hirschengasse 25, printed in Deutschösterreichische Tages-Zeitung (Vienna), May 21, 1933, Bilderbeilage, p. 348. Source: Austrian National Library.\r\n"},{"type":"image","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#i:40","text":"The Adolf Hitler House at Hirschengasse 25 in Vienna, photographed on September 18, 1932. Source: Bildarchiv Austria."},{"type":"video","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#v:2","text":"Clip from the Nazi newsreel NS-Ton-Bild-Bericht Nr. 2, issued by the propaganda direction of the NSDAP in Berlin in summer 1933. The sequence is taken from the last part, entitled \"Austria,\" and shows Hans Frank as he addresses Alfred Eduard Frauenfeld in the foyer of the Adolf Hitler House at Hirschengasse 25 in Vienna on May 13, 1933: \"Many thanks, dear comrade and fellow combatant Frauenfeld, for the kind reception you have granted me here. It is an unprecedented pleasure, here in the place where our leader, the creator of the National Socialist German Workers Party, Adolf Hitler, began his life's struggle as a simple worker, here at this most German place in the East, to emphasize once again that our leader Adolf Hitler is proud of his Viennese hometown and that he knows Vienna stands by him and his movement, the idea of peace between the nations, the idea of national welfare, the idea of the freedom and purity of national life. Heil!\" [Our translation.] Source: Film Archive of the Federal Archives (Berlin)."},{"type":"note","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#n:1","text":"\"Reichsdeutscher Besuch bei den Nationalsozialisten,\" in: Wiener Zeitung (Vienna), May 14, 1933, p. 6 [our translation]."},{"type":"note","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#n:2","text":"\"Die nationalsozialistischen Fluggäste aus Deutschland,\" in: Reichspost (Vienna), May 14, 1933, p. 8 [our translation]."},{"type":"note","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#n:3","text":"Christiane Rothländer: \"Das 'Adolf-Hitler-Haus' in der Hirschengasse 25, Mariahilf,\" in: Kilian Franer and Ulli Fuchs (eds.): Erinnern für die Zukunft. Ein Projekt zum Gedächtnis an die Mariahilfer Opfer des NS-Terrors, Vienna: Echomedia 2009, pp. 147–150, here p. 148 [our translation]."},{"type":"event","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#p:1","text":"The Nazi politicians from Germany arrive at the Adolf Hitler House at around 4 p.m.  The motorcade from Aspern Airfield was diverted at the Praterstern. As hundreds of supporters have waited in vain on Mariahilfer Straße, the visitors drive a few laps around the party headquarters at Hirschengasse 25.  Despite rain showers, the National Socialists still line the streets to welcome their party leaders with salutes and shouts of \"Heil Hitler!\" As at the Lassalle Hof earlier, altercations with political opponents ensue. \"The police had to make use of rubber batons to clean the streets,\" reports the Wiener Zeitung, the official newspaper of the Austrian federal government.  According to the Christian Social Reichspost, \"50 National Socialists and 36 Social Democrats\" are arrested in the course of the afternoon for disturbing the peace, violence or insulting police officers. "},{"type":"event","title":"Adolf Hitler House","location":"/topography/events/4?lang=en&info=full#p:3","text":"The building at Hirschengasse 25 came into the ownership of the Vienna NSDAP on October 14, 1931.  It was officially named Adolf Hitler House, but referred to in the press as the Brown House. SS men lived close to the party headquarters and there was also an SA hostel nearby. The choice of location was provocative, because the district was not only regarded as a \"cradle of the workers' movement,\"  but was also a center of the Jewish community in the districts of Mariahilf and Neubau. The former Adolf Hitler House is now a youth hostel for pupils from other parts of Austria, who visit Vienna on traditional group trips to the capital."},{"type":"title","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:0","text":"UFA Ton Kino"},{"type":"keywords","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full","text":""},{"type":"image","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#i:41","text":"The UFA Ton Kino, located in the ground floor of the Central Hotel at Taborstraße 8 in Vienna, in 1944. Source: Bildarchiv Austria."},{"type":"video","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#v:3","text":"Compilation of scenes about the eponymous testament in Fritz Lang's movie Das Testament des Dr. Mabuse (1933), here after a DVD edition (Universum Film 2003). Source: Vienna University Library."},{"type":"video","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#v:4","text":"Compilation of media-technological scenes in Fritz Lang's movie Das Testament des Dr. Mabuse (1933), here after a DVD edition (Universum Film 2003). Source: Vienna University Library."},{"type":"video","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#v:5","text":"Compilation of scenes with police officer Lohmann, played by Otto Wernicke, in Fritz Lang's movie Das Testament des Dr. Mabuse (1933), here after a DVD edition (Universum Film 2003). Source: Vienna University Library."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:1","text":"See \"Lichtspiele,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 13, 1933, p. 14."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:2","text":"Cit. after Rolf Aurich, Wolfgang Jacobson, Cornelius Schnauber (eds.): Fritz Lang. Leben und Werk. Bilder und Dokumente, Berlin: jovis 2001, p. 194 [our translation]. On the evening of the same day, when Goebbels viewed Das Testament des Dr. Mabuse, March 28, 1933, he gave a speech in front of German filmmakers at the Berlin Kaiserhof hotel, in which he stressed the movie Die Nibelungen (1924) by Fritz Lang as an exemplary artwork (see ibid., pp. 215f.)."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:3","text":"Fritz Rosenfeld: \"Die Herrschaft des Verbrechens,\" in: Arbeiter-Zeitung (Vienna), May 14, 1933, p. 17 [our translation]."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:4","text":"See Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Vienna: Turia + Kant 1992, p. 176."},{"type":"note","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#n:5","text":"See \"Lichtspiele,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 13, 1933, p. 14."},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:1","text":"Fritz Lang's sound film Das Testament des Dr. Mabuse is screened in eight movie theaters in Vienna on Saturday evening, May 13, 1933. The UFA Ton Kino at Taborstraße 8 shows the two-hour production by the Berlin Nero Film AG at 5, 7, and 9 p.m.  Joseph Goebbels, the National Socialist propaganda minister, viewed the crime film on March 28, 1933, and demanded it be banned in Germany, which took place the following day. Das Testament des Dr. Mabuse was a \"danger to the state,\" according to the minutes of the censorship meeting, because the crimes it portrays could be used as a \"textbook for preparing and committing acts of terrorism.\"  The world premiere was thus held in Budapest on April 21 and the Austrian premiere on May 12 in Vienna."},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:3","text":"The testament of the title refers to written notes intended as a guide to major crimes.  Locked up in his cell, Dr. Mabuse fills page after page with detailed instructions, which his obsessed physician Professor Baum, the director of the mental hospital, puts into practice. As the head of a criminal organization, he passes on Mabuse's commands by telephone to employees who never see his face. The orders are explained in a kind of control center—a windowless room with a curtain, behind which a figure is visible and a voice audible. In fact, however, the gang's leader is not in the room, but only a dummy and a table with a microphone and loudspeaker. To conceal his absences from the clinic, Baum also installs a media apparatus. He links a gramophone to the door handle using a wire, so that every attempt to enter his office triggers a recording saying: \"I do not want to be disturbed now.\" [Our translation.] "},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:4","text":"\"The dramatic conflict that appears to fascinate Fritz Lang time and again is the collision between the criminal imagination of inventive delinquents and the objective researcher's logic of the detective,\" the film critic Fritz Rosenfeld writes in the Vienna Arbeiter-Zeitung from Sunday, May 14, 1933.  In Das Testament des Dr. Mabuse, this conflict intensifies on the basis of characters featured in Lang's earlier works: the criminal psychologist from Dr. Mabuse, der Spieler (1922) and the analytical inspector from M – Eine Stadt sucht einen Mörder (1931). The psychopath Mabuse is insane and at the same time a genius; he writes logical plans for crimes with the sole purpose of causing chaos. Lohmann, the police officer, on the other hand, attempts to create order by using his criminalistic intelligence, in other words establishing facts, analyzing photos, interrogating witnesses, etc.  In both cases, imagination is at play—as the inspector's controlled mental faculty and the psychopath's unbridled fantasies."},{"type":"event","title":"UFA Ton Kino","location":"/topography/events/5?lang=en&info=full#p:5","text":"The UFA Ton Kino was opened in 1916 as the Central Kino.  Located in the ground floor of the Central Hotel at Taborstraße 8, it was not renamed until 1929 although the eponymous German Universum Film AG (UFA) had held shares in the Vienna company long before.  The movie theater had a capacity of around 1,000 seats and was used to screen premieres of UFA productions. In January 1929, it made a name for itself by hosting the Austrian premiere of the breakthrough sound film The Jazz Singer, albeit in a silent version with German intertitles and orchestral accompaniment. On the evening of May 13, 1933, the UFA Ton Kino shows the Ufa-Tonwoche newsreel before Das Testament des Dr. Mabuse, reporting on the Nazi May Day celebrations in Berlin. "},{"type":"title","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:0","text":"Burgtheater"},{"type":"keywords","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full","text":""},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:45","text":"Playbill of the drama Hundert Tage (Campo di maggio) by Giovacchino Forzano and Benito Mussolini, which premiered at the Vienna Burgtheater on April 22, 1933. Source: Theatermuseum (Vienna)."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:46","text":"Contemporary engraving of Napoleon's Field of May held on Champ de Mars in Paris on June 1, 1815. Source: Bibliothèque nationale de France."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:47","text":"Engelbert Dollfuß (front left) and Benito Mussolini (in bathing trunks), photographed by Albert Hilscher in Riccione (Italy) on August 19, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:42","text":"Review of the Burgtheater staging of the play Hundert Tage (Campo di maggio), written by Giovacchino Forzano and Benito Mussolini, in Das interessante Blatt (Vienna), April 27, 1933, p. 16. On the photos: among others, Werner Krauß as Napoleon (on the left) and Fred Hennings as Joseph Fouché (on the bottom right). Source: Austrian Newspapers Online."},{"type":"image","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#i:43","text":"The new building of the Vienna Burgtheater, which opened at the Ringstraße in 1888, photographed by Fritz Zvacek from the tower of the city hall around 1930. Source: Bildarchiv Austria."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:1","text":"See \"Radio-Wochenprogramm vom 22. bis 30. April,\" in: Neue Freie Presse (Vienna), April 22, 1933 (evening edition), p. 4."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:2","text":"Benito Mussolini and Giovacchino Forzano: Hundert Tage (Campo di maggio). Drei Akte in neun Bildern. Autorisierte Übersetzung von Géza Herczeg, Vienna: Zsolnay 1933 [Italian 1931], p. 10 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:3","text":"Hans Brecka: \"Hundert Tage,\" in: Reichspost (Vienna), April 23, 1933, pp. 2–3, here p. 3 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:4","text":"David Josef Bach: \"Das Ende einer Diktatur,\" in: Arbeiter-Zeitung (Vienna), April 23, 1933, p. 7 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:5","text":"Benito Mussolini and Giovacchino Forzano: Hundert Tage (Campo di maggio). Drei Akte in neun Bildern. Autorisierte Übersetzung von Géza Herczeg, Vienna: Zsolnay 1933 [Italian 1931], p. 91 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:6","text":"Hundert Tage (promptbook), source: Archive of the Burgtheater in Vienna (609 R), p. 53 [our translation]. See also Margret Dietrich: \"Burgtheaterpublikum und Öffentlichkeit in der Ersten Republik,\" in: Margret Dietrich (ed.): Das Burgtheater und sein Publikum, vol. I, Vienna: Österreichische Akademie der Wissenschaften 1976, pp. 479–707, here pp. 687f."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:7","text":"Raoul Auernheimer: \"Mussolinis Napoleon,\" in: Neue Freie Presse (Vienna), April 23, 1933 (morning edition), pp. 1–3, here p. 3 [our translation]."},{"type":"note","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#n:8","text":"See Margret Dietrich: \"Burgtheaterpublikum und Öffentlichkeit in der Ersten Republik,\" in: Margret Dietrich (ed.): Das Burgtheater und sein Publikum, vol. I, Vienna: Österreichische Akademie der Wissenschaften 1976, pp. 479–707, here pp. 684 and 692."},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:1","text":"On Saturday evening, May 13, 1933, the Vienna Burgtheater stages the play Hundert Tage, while Fritz Lang's Das Testament des Dr. Mabuse is showing at the UFA Ton Kino and adherents of National Socialism hold a \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the Engelmann Arena. The play's original Italian script, under the title of Campo di maggio, was written by Giovacchino Forzano based on instructions of the Italian prime minister Benito Mussolini, translated into German by Géza Herczeg. The drama deals with Napoleon's hundred-day rule in 1815, between his exiles on the islands of Elba and Saint Helena. Following the world premiere in Rome on December 30, 1930, the Burgtheater version opened on April 22, 1933, with Werner Krauß as Napoleon.  The third act was broadcast internationally on the radio. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:3","text":"Concerning the original title, the German edition published 1933 by Zsolnay in Vienna notes: \"'Campo di Maggio' (Campus Madius), the field of May, was originally called 'Campus Martius' (Champ de Mars) and was a popular assembly, military parade, and war congress held once a year in March by the Merovingians. Pepin the Short postponed the gathering to May. Charlemagne also held the 'field of May' in June or August, just as the Napoleonic 'field of May' likewise took place in the month of June.\"  The drama begins in the night before the national assembly on the Champ de Mars in Paris, where Napoleon approves a constitution.  A grave mistake, as the later plot implies, for when the constitutional monarch returns from his defeat at Waterloo the parliament denies him its support to defend his fatherland. Napoleon is forced to flee and France must accept a humiliating peace. Almost all reviews of the performance at the Burgtheater published in the Vienna press emphasized Mussolini's message as being that Napoleon did not fail as a statesman because of his military defeat, but because he had got entangled with democracy. \"One man, one only, but this right man in the right place,\" the theater critic of the Christian Social Reichspost summarized the drama's lesson, \"can bring salvation at the most dangerous of moments.\" "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:4","text":"With regard to the play's political tendency, David Josef Bach criticized in the Social Democratic Arbeiter-Zeitung that the Vienna production undertook \"alterations, exaggerations, falsifications\" of the published script.  The stage version by the Austrian journalist and playwright Hanns Sassmann, which the Burgtheater director Hermann Röbbeling directed himself, did in fact differ from Herczeg's translation. For instance, the key scene, in which Napoleon speaks before the Paris council of ministers after the Battle of Waterloo, reads as follows in the published German edition:"},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:5","text":"Gentlemen! I have returned to encourage the nation to soar to a noble sacrifice, so that France may rise again and the enemy be destroyed. All is lost if we lose time now on speeches instead of taking action. The enemy is encamped in France. Extraordinary measures are necessary. I require special authority in order to save the fatherland. I demand dictatorship for a specified period. For the sake of the people, I could easily take possession of it. Yet in the interest of the nation's prestige, I consider it more dignified and, in the face of the enemy, cleverer if the dictatorship is offered to me by the chamber. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:6","text":"Alongside minor changes, the passage in the Burgtheater promptbook contains the following additional sentence: \"I could abolish the constitution, for a constitution disproves itself if it disrupts the actions of those governing.\"  This standpoint echoed the argumentation of the Austrian federal chancellor Engelbert Dollfuß, who had been ruling the country by emergency decree since March 1933. With the support of Mussolini, himself the Duce del fascismo in Italy, the Christian Social politician wanted to reshape the democratic republic into a \"corporative state\" (Ständestaat) under his command.  Like Napoleon in Hundert Tage, the Austrian government emphasized that their special laws and rights were necessary to defend the sovereignty of the fatherland. In the play, the minister of police Joseph Fouché embodies the type of the unscrupulous parliamentarian, supposed to represent his voters but only pursuing his own interests. His antithesis is Napoleon as a sensible leader, acting in the people's best interests—a role that Dollfuß imagined for himself. "},{"type":"event","title":"Burgtheater","location":"/topography/events/6?lang=en&info=full#p:7","text":"Hundert Tage was an exceptional success with Vienna audiences. \"The Caesarean efforts of all those involved were greeted by truly Napoleonic applause,\" wrote the theater critic Raoul Auernheimer in the bourgeois Neue Freie Presse after the premiere.  Up to the end of June 1933, the play was staged 36 times and seen by some 54,000 theatergoers.  Declared a German National Theater by emperor Joseph II in 1776, the Burgtheater has been located opposite Vienna Town Hall on Ringstraße since 1888. "},{"type":"title","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:0","text":"Engelmann Arena"},{"type":"keywords","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full","text":""},{"type":"image","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#i:48","text":"Roland Freisler (on the left) holding a speech at the National Socialist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the Engelmann Arena in Vienna on May 13, 1933. The other picture (on the right) shows a police officer sent by the Austrian government to monitor the event. These photos by Lothar Rübelt appeared in Das interessante Blatt (Vienna), May 18, 1933, p. 4. Source: Austrian Newspapers Online."},{"type":"video","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#v:6","text":"Clip from the Nazi newsreel NS-Ton-Bild-Bericht Nr. 2, issued by the propaganda direction of the NSDAP in Berlin in summer 1933. The sequence is taken from the last part, entitled \"Austria,\" and is supposed to show the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the Vienna Engelmann Arena on May 13, 1933. In fact, however, the film was shot at a National Socialist rally in the same venue on May 1, 1933. The speaker, probably Alfred Eduard Frauenfeld, says: \"We, however, German national comrades, we who have led this struggle with much sacrifice and joy, we will have crowned this struggle with success, with victory. We Germans of the Eastern March here will have found our way home to the holy third German empire!\" [Our translation.] The clip concludes with the Horst Wessel Song, the NSDAP anthem. Source: Film Archive of the Federal Archives (Berlin)."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:1","text":"See \"Überwältigende Feier in der Engelmann-Arena,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 14, 1933, p. 2, vs. a report by the Federal Police Headquarters in Vienna from May 14, 1933, in the Austrian State Archives (ÖStA/AdR, BKA-I, 148.459/33)."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:2","text":"Cit. after \"Überwältigende Feier in der Engelmann-Arena,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 14, 1933, p. 2 [our translation]."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:3","text":"Cit. after \"Die nationalsozialistische Türkenbefreiungsfeier in der Engelmann-Arena,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 16, 1933, p. 4 [our translation]."},{"type":"note","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#n:4","text":"\"Ruhiger Verlauf des Tages zu erwarten,\" in: Neue Freie Presse, May 13, 1933 (morning edition), pp. 1–2, here p. 2 [our translation]."},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:1","text":"On Saturday, May 13, 1933, a National Socialist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) takes place from 8:30 to 10 p.m. in the Vienna Engelmann Arena at Jörgerstraße 24. The speeches are relayed via loudspeaker in the neighboring restaurant Stalehner. The German Nazi politicians, having landed at Aspern Airfield that afternoon and proceeded to the Adolf Hitler House in a motorcade, march to the grandstand to the sound of the Prinz Eugene March. Whereas the Nazi press reports 20,000 participants, a police officer on duty estimates the audience at 11,000.  The officer was sent by the Austrian government to monitor the event.  The NSDAP has permission solely for a commemoration of the 250th anniversary of Vienna's liberation from the second Ottoman siege, which actually happened not in May, but in mid-September 1683. Comments on the current political situation, however, are officially prohibited."},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:3","text":"The first to speak is the Vienna \"Gauleiter\" Alfred Eduard Frauenfeld: \"I believe I express the sentiments of all of us, when I say that we will prove ourselves worthy to our ancestors. Just as they drove out the enemy from the gates of Vienna and won the German people its freedom, so we shall do the same and liberate Vienna from the representatives of Asia, no matter whether they wear a fez or a rooster's tail.\"  The \"rooster's tail\" (Hahnenschwanz) is an allusion to the decorated hats worn by the Austrian Home Guard—a paramilitary organization holding its own \"Turks Deliverance Celebration\" the following morning in Schönbrunn Palace Park. After the Bavarian minister of justice Hans Frank praises Adolf Hitler as a new \"deliverer from the Turks,\" his Prussian counterpart Hanns Kerrl purports an emotional connection between the \"national comrades\" in Germany and Austria: \"God bound us together through our blood and blood is the true determiner of man's actions and wishes.\"  At the end of the rally, the speakers and their listeners, accompanied by a Vienna SA band, sing the Deutschlandlied and the Horst Wessel Song, the National Socialist party anthem. "},{"type":"event","title":"Engelmann Arena","location":"/topography/events/7?lang=en&info=full#p:4","text":"In its editorial in the morning edition of May 13, the bourgeois Neue Freie Presse had expected parallels to be sought between 1683 and 1933 at the evening event in the Engelmann Arena. There was, however, apparently \"not a trace of analogy\" between the second Ottoman siege of Vienna and the current battles of National Socialism: \"For the throng that descended the Kahlenberg to drive the Janissaries out of the territories of Western culture at Sievering and Döbling were not only Germans and Austrians, there were also Poles under King Sobieski; it was a motley army without the slightest wish for 'Gleichschaltung.' The sad thing is that the eye for historical correctness has disappeared to such an extent. That a watchword is to be used, merely one insignia more in this age of appearances.\" "},{"type":"title","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:0","text":"Friedensbrücken Kino"},{"type":"keywords","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full","text":""},{"type":"image","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#i:49","text":"Poster announcing the screening of Sergei Eisenstein's Battleship Potemkin and Viktor Turin's Turksib in the Friedensbrücken Kino in Vienna on May 13, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#i:87","text":"Russian poster announcing Sergei Eisenstein's movie Battleship Potemkin (1925). Source: Edition Filmmuseum."},{"type":"image","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#i:88","text":"Poster announcing the screening of Viktor Turin's movie Turksib (1929) in the Vienna Hellwagkino on February 6, 1932. Source: Bildarchiv Austria."},{"type":"video","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#v:7","text":"The most famous sequence of Sergei Eisenstein's movie Battleship Potemkin (1925), in which citizens of Odessa flee from shooting Cossacks on the harbor steps, here after a DVD edition (Edition Filmmuseum 2014) of the German premiere version from 1926, for which Edmund Meisel composed the music. Source: Universitätsbibliothek Wien."},{"type":"video","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#v:8","text":"In this sequence of the movie Turksib (1929), Viktor Turin staged a race between Kazakh nomads and a locomotive, here after a DVD edition (The Soviet Influence: From Turksib to Night Mail, British Film Institute 2011). Source: Vienna University Library."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:1","text":"See Peter Grabher: \"Sowjet-Projektionen. Die Filmarbeit der kommunistischen Organisationen in der Ersten Republik (1918–1933),\" in: Christian Dewald (ed.): Arbeiterkino. Linke Filmkultur der Ersten Republik, Vienna: Filmarchiv Austria 2007, pp. 221–303, here pp. 278f. [our translation]."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:2","text":"See Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Vienna: Turia + Kant 1992, p. 289."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:3","text":"See Sergei Eisenstein: \"Organic Unity and Pathos in the Composition of Potemkin\" [Russian 1939], in: Notes of a Film Director, ed. R. Yurenev and G. Ivanov-Mumjiev, trans. X. Danko, Moscow: Foreign Languages Publishing House 1959, pp. 53–62, here p. 59f."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:4","text":"See Sergei Eisenstein: \"The Fourth Dimension in Cinema\" [Russian 1929], in: Selected Works. Vol. 1: Writings, 1922–34, ed. and trans. Richard Taylor, London: British Film Institute 1988, pp. 181–194, here 193."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:5","text":"Joseph Goebbels: \"Rede im Kaiserhof am 28.3.1933,\" in: Gerd Albrecht (ed.): Der Film im Dritten Reich. Eine Dokumentation, Karlsruhe: Doku Verlag 1979, pp. 26–31, here p. 27 [our translation]."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:6","text":"See Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism,\" in: Historical Journal of Film, Radio and Television, 21/1 (2001), pp. 37–62, here p. 37."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:7","text":"See Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism,\" in: Historical Journal of Film, Radio and Television, 21/1 (2001), pp. 37–62, here pp. 48–52."},{"type":"note","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#n:8","text":"See Matthew J. Payne: \"Viktor Turin's 'Turksib' (1929) and Soviet Orientalism,\" in: Historical Journal of Film, Radio and Television, 21/1 (2001), pp. 37–62, here pp. 53–56."},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:1","text":"Two classical works of Russian film are screened in Vienna's Friedensbrücken Kino at Klosterneuburger Straße 33 on the night of Saturday, May 13, 1933. Starting at 11 p.m., the Association of Friends of the Soviet Union shows Sergei Eisenstein's Battleship Potemkin and Viktor Turin's Turksib.  Founded in 1928, the association was a group of Communists led by the doctor and writer Marie Frischauf, with the aim of propagating the USSR's policies in Austria. It published a journal, held lectures and exhibitions, and in 1931 organized an excursion to the \"workers' paradise\" in the East.  One of the group's main advertising media was Russian films, which were screened in various small movie theaters. Opened in 1913 as Wailand Lichtspieltheater, the Friedensbrücken Kino had seats for 360 viewers around 1930. "},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:3","text":"The silent film Battleship Potemkin, premiered in Moscow in 1925, tells the story of a mutiny that had taken place twenty years previously on the Potemkin warship. The crew refuses to eat rotten meat, throws the tsarist officers overboard, and joins forces with the striking residents of the port town of Odessa, where the uprising is brutally suppressed by Cossacks. The Potemkin, however, evades the approaching squadron as the ships lower their guns to let the escaping comrades pass.  Eisenstein did not merely retell the historical events of the revolutionary year 1905, but presented them in the light of Marxist theory, composing each of the five acts to involve an action and a reaction synthesized in the sense of a dialectic triad. Thus, the actual end of the story had to be withheld—once the ship's crew had gone on land in Romania, they were extradited to Russia and executed. In the film's most famous sequence, in which the citizens of Odessa flee from the shooting soldiers on the harbor steps, close-ups of rows of stamping boots are intercut with pictures of a desperate mother holding her trampled child in her arms, rifle barrels are contrasted with horrified faces in shorter and shorter cuts, until a child's pram, abandoned, rolls down the steps.  The scene is intended to create pathos, to put the audience into an ecstatic state. "},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:4","text":"According to Eisenstein's understanding, the physical, emotional, and intellectual effects of film merge. The montage of camera shots prompts motor movements: the spectator flinches, pulls a face, covers their eyes. The arising abhorrence and the conclusion that justice must be done are also, in Eisenstein's view, (brain-based) physiological reactions to sensory stimuli.  Whether the director succeeds in creating this effect is a question of artistic skill. In the case of Battleship Potemkin, professional opinion has always been undivided, even that of Joseph Goebbels: \"It is wonderfully made, it signifies filmic art without parallel,\" the National Socialist propaganda minister said in a speech to German filmmakers in Berlin on May 28, 1933.   Turksib was also a major success around 1930, although film scholars do not regard it as a masterpiece.  Viktor Turin, who had studied in the USA, made the documentary about the Soviet construction project, the Turkestan-Siberian railway, in the style of a drama. He used a screenplay by Viktor Shklovsky, employed workers as actors, and outstretched the budget of the small Vostok Kino studio. When the film was released in 1929, critics and audiences were hugely impressed—not only in Russia, but in the rest of Europe as well. "},{"type":"event","title":"Friedensbrücken Kino","location":"/topography/events/8?lang=en&info=full#p:5","text":"Turksib presents the building of the railway line as a battle against nature by man and machines.  Once the engineers have surveyed the land and planned the line, civilization in the form of the steel steam-driven machine breaks through deserts and ice, to transport grain to the south and cotton to the north of the Soviet Union. Turin's colonialist view of the Asian parts of the state is clear in a sequence staging a race between nomads and a locomotive.  Kazakh riders chase after the train on horses, bulls, and camels, but they seem ridiculous with their animals in contrast to the fast-moving engine, its iron wheels and pillars of smoke appearing huge on the screen. Hence, Turksib does not show a class conflict, but an ethnic gap between progressive Europeans and backward Asians—a message that may well have helped the film to its international success.  In Vienna on May 13 and 14, 1933, at least, this dichotomy was something the hostile parties could agree on, be it in a Communist movie theater or at the \"Turks Deliverance Celebrations\" (Türkenbefreiungsfeiern) held on Saturday in the Engelmann Arena and on Sunday in Schönbrunn Palace Park."},{"type":"title","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:0","text":"Neue Freie Presse"},{"type":"keywords","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full","text":""},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:50","text":"First page of the article \"Humbug, Bluff and Ballyhoo,\" published in the Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25–26. Source: Austrian Newspapers Online."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:51","text":"P.T. Barnum's American Museum in New York (1853). Source: New York Public Library."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:52","text":"P.T. Barnum and Edward Bernays, printed in Der Querschnitt (Berlin), 13/4 (1933), p. 264. Source: arthistoricum.net."},{"type":"image","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#i:53","text":"Sketched ad for the book Propaganda, published by Edward Bernays in 1928, contained in the Edward L. Bernays Papers (box I:450, folder \"Propaganda\"). Source: Library of Congress (Washington, DC)."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:1","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25f. [our translation]."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:2","text":"See Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Der Querschnitt (Berlin), 13/4 (1933), pp. 265–269."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:3","text":"See John T. Flynn: \"Edward L. Bernays. The Science of Ballyhoo,\" in: Atlantic Monthly (Boston), May 1932, pp. 562–571."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:4","text":"See Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25f."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:5","text":"See Glenn Collins: \"When Jumbo Was Toast of the Town,\" in: The New York Times (New York City), September 21, 2012, p. C34."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:6","text":"Phineas Taylor Barnum: Barnum, the Yankee Showman and Prince of Humbugs. Written by himself, London: Piper 1855."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:7","text":"Arthur Rundt: \"Humbug, Bluff und Ballyhoo. Von Barnum bis Bernays,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 25f., here p. 25 [our translation]."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:8","text":"See Larry Tye: The Father of Spin. Edward L. Bernays and the Birth of Public Relations, New York: Crown 1998, p. 260."},{"type":"note","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#n:9","text":"Edward L. Bernays: Propaganda, New York: Horace Liveright 1928, p. 25."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:1","text":"In its Sunday edition on May 14, 1933, the Neue Freie Presse publishes an essay under the title of \"Humbug, Bluff and Ballyhoo. From Barnum to Bernays.\"  The journalist and theater director Arthur Rundt describes a historical \"transformation of the American spirit\" on the basis of two experts on public opinion: \"At the beginning is the name of the great adman and showman Phineas Taylor Barnum, at the end that of the analyst of the mass psyche Eduard L. Bernays […].\"  Before the piece appeared in Vienna's most important bourgeois newspaper, located at Fichtegasse 11, it had come out in the April issue of the Berlin journal Der Querschnitt.  It was based on an article on \"The Science of Ballyhoo,\" which John T. Flynn had published a year previously in Atlantic Monthly.  For both writers, Barnum's great bluffs were a thing of the 19th century; contemporary America, however, was under the thrall of scientific public relations as practiced by Bernays, a nephew of Sigmund Freud's."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:3","text":"Barnum's career as a showman began in 1835, when he bought an old, blind slave and claimed she was Joice Heth, George Washington's wet nurse. In actual fact, the woman was not 161 years old but only half that age, as was established after her death. \"Humbug, bluff and ballyhoo\" was also staged for the American Museum in New York, which Barnum took over in 1841.  The article in the Neue Freie Presse mentions, for instance, \"General Tom Thumb\": Barnum taught a five-year-old little person to impersonate historical figures such as Hercules and Napoleon, and presented the boy's performances in his cabinet of curiosities.  As the show proved very successful, the two of them toured Europe, where General Thumb even performed before the queen of England and the Russian tsar. After the American Museum burned down, Barnum founded a travelling circus. The main attraction, an African elephant, set off a wave of \"Jumbomania\" in the USA. "},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:4","text":"In contrast to Barnum, who called himself the \"Prince of Humbugs,\"  Edward Bernays preferred to manage his campaigns from the background.  In the Neue Freie Presse, Rundt considered him the \"most interesting and intellectually most serious representative\" of ballyhoo, in other words of indirect \"advertising with a diversion via psychology.\"  Eddie had been born in Vienna in 1891 as the son of Sigmund Freud's sister Anna and her husband Ely Bernays, the brother of Martha Bernays, Freud's wife. The family emigrated a year later to the USA, where Bernays studied agriculture according to his father's wishes but then jobbed as a journalist. During the First World War, he worked for the Committee on Public Information, set up by President Woodrow Wilson as an American propaganda bureau."},{"type":"event","title":"Neue Freie Presse","location":"/topography/events/9?lang=en&info=full#p:5","text":"In 1919, Bernays opened his first agency in New York as a \"public relations counsel\"—a term occasionally used by the well-known press spokesman Ivy Lee.  Unlike his predecessors, the young PR man did not try to promote opinions and products by direct means, however, but aimed to establish circumstances that carved a trail for those opinions and products.  \"Modern propaganda,\" he wrote in his programmatic book from 1928, \"is a consistent, enduring effort to create or shape events to influence the relations of the public to an enterprise, idea or group.\" "},{"type":"title","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:0","text":"Schönbrunn Palace Park"},{"type":"keywords","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full","text":""},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:55","text":"Poster announcing the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park in Vienna on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:56","text":"Map showing Austrian Home Guard troops how to march into Schönbrunn Palace Park in Vienna for the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on May 14, 1933, printed in Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, appendix 2. Source: Vienna University Library."},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:19","text":"The \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in the gardens of Schönbrunn Palace in Vienna on May 14, 1933 (Ernst Rüdiger Starhemberg in front of the microphones). Source: Bildarchiv Austria."},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:57","text":"Map showing Austrian Home Guard troops how to deploy in Schönbrunn Palace Park in Vienna for the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on May 14, 1933, printed in Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, appendix 3. Source: Vienna University Library."},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:11","text":"Ernst Rüdiger Starhemberg giving a speech in front of the monument to Count Ernst Rüdiger von Starhemberg on Rathausplatz in Vienna on September 12, 1933, printed in Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper &amp; Brothers 1942, fig. 3. Source: Austrian National Library."},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:12","text":"Propaganda poster (1934) by the Austrian Home Guard with a photograph of Ernst Rüdiger Starhemberg (left) and Engelbert Dollfuß, which was taken at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on the garden terrace of Schönbrunn Palace in Vienna on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#i:58","text":"Contemporary map of the Second Turkish Siege of Vienna in 1683, printed in Das interessante Blatt (Vienna), June 1, 1933, p. 3. Source: Austrian Newspapers Online."},{"type":"video","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#v:10","text":"Movie report on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, from the newsreel Fox Tönende Wochenschau (VII/20, May 15, 1933), contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. This clip shows the rally of the Austrian Home Guards in Schönbrunn Palace Park. After an opening mass, Ernst Rüdiger Starhemberg gives a speech: \"Front soldiers among you, who like me have had the honor of staking your lives against the enemy, I call upon you today to think back. Be proud to be German Austrians, be proud to be Austrian protectors of the homeland. To welcome our front comrade, Federal Chancellor Dollfuß, as comrades.\" [Our translation.] Then Engelbert Dollfuß addresses the crowd: \"When you celebrate this day and this time today, it is not a usual historical commemoration. Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us. In the fight for the homeland, in the fight for the bettering of our homeland, we close ranks firm and true.\" [Our translation.] The song played at the end, during the aerial parade, is Joseph Haydn's Kaiserlied (1796/97), which was not only employed as the anthem for the Habsburg emperors and with new lyrics as Austria's federal anthem from 1929 to 1938, but also as the tune of the Deutschlandlied, declared as German national anthem in 1922. Source: Filmarchiv Austria."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:1","text":"See, for example, \"Der Spießrutenlauf von Starhembergs Völkerbund,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 15, 1933, p. 1, vs. \"Der Zug der Vierzigtausend durch Wien,\" in: Reichspost (Vienna), May 15, 1933, p. 1."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:2","text":"See \"Radio-Wochenprogramm,\" in: Neue Freie Presse (Vienna), May 13, 1933 (evening edition), p. 4."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:3","text":"See Ernst Rudiger Starhemberg: Between Hitler and Mussolini, New York/London: Harper & Brothers 1942, pp. 95–117."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:4","text":"Ernst Rüdiger Starhemberg: \"Schlußwort,\" in: Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, pp. 14–15, here p. 14 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:5","text":"Cit. after \"Ausnahmen vom Aufmarschverbot statthaft,\" in: Reichspost (Vienna), May 14, 1933, p. 1 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:6","text":"See \"Die Türkenbefreiungsfeier in Schönbrunn,\" in: Reichspost (Vienna), May 15, 1933, pp. 1–2, here p. 2."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:7","text":"Cit. after \"'Wir Heimatschützer decken den Bundeskanzler!,'\" in: Reichspost (Vienna), May 15, 1933, p. 2 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:8","text":"Cit. after \"Die Rede des Bundeskanzlers,\" in: Reichspost (Vienna), May 15, 1933, pp. 2–3, here p. 2 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:9","text":"\"Die Befreiung Wiens und die Gegenwart,\" in: Neue Freie Presse (Vienna), May 14, 1933 (morning edition), pp. 1–2, here p. 1 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:10","text":"Heinrich Kretschmayr: \"Die historische Bedeutung der Befreiung Wiens,\" in: Das interessante Blatt (Vienna), June 1, 1933, pp. 4–5, here p. 5 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:11","text":"\"Der Heimwehraufmarsch in Wien,\" in: Neues Wiener Tagblatt (Vienna), May 15, 1933, pp. 1–2, here p. 2 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:12","text":"\"Weder Hitler noch Habsburg!,\" in: Arbeiter-Zeitung (Vienna), May 13, 1933, pp. 1–2, here p. 1 [our translation]."},{"type":"note","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#n:13","text":"Ernst Rüdiger Starhemberg: \"Schlußwort,\" in: Weisungen für die Türkenbefreiungs-Gedenkfeier am 14. Mai 1933 in Wien, Vienna: Verlag des Österreichischen Heimatschutzverbandes 1933, pp. 14–15, here p. 14 [our translation]."},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:1","text":"The Austrian Home Guard holds a \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park on May 14, 1933.  Members of the paramilitary organization arrive on special trains from all over the country, setting out in the early morning from the stations to the former imperial residence and grouping in the Baroque gardens by 9 a.m.  Depending on the political standpoint of the source, the participant numbers vary between 20,000 and 40,000.  Once the representatives of the federal government arrive, a Catholic mass is read in the open air. The speeches commemorating the liberation from the second Ottoman siege of Vienna in 1683 begin at 10:20 a.m. and are broadcast live by Radio Wien until 11:05 a.m.   Following an aerial parade of Home Guard planes, the troops march via Schlossallee, Mariahilfer Straße, Babenbergerstraße, and Ringstraße to Schwarzenbergplatz, where the first men arrive at around 1:30 p.m."},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:3","text":"The idea for the rally originated from the Federal Leader of the Austrian Home Guard, Ernst Rüdiger Starhemberg, who suggested holding a military review for propaganda purposes to chancellor Engelbert Dollfuß and secured financial support from Benito Mussolini, Italy's fascist prime minister.  After Adolf Hitler had taken over as German chancellor at the end of January 1933, the Austrian government used the resignation of the presidents of the national assembly in early March to adopt an authoritarian course of its own. The cabinet prevented parliament from working and governed by emergency decree. Although the 250th anniversary of the city's liberation from the second Ottoman siege of Vienna was not until September 12, the aim was to give a public signal of Austria as a sovereign German nation earlier in the year:"},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:4","text":"The Austrian Home Guard's Turks Deliverance Celebration has the purpose of reminding the comrades, but also other broad sections of the population, of the fact of world history that Christianity, German customs and culture, and thus also the then German Reich were rescued from Eastern barbarism 250 years ago on Austrian soil. "},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:5","text":"For this purpose, the government not only gave permission to use the gardens of Schönbrunn Palace—the former Habsburg summer residence built mainly in the 18th century—as the event venue,  but granted exceptions to the current ban on marches on May 12, 1933. For \"particular patriotic events promoting the state,\" the official communication stated, security minister Emil Fey, who was also the leader of the Vienna Home Guard, could permit political rallies, in consultation with the federal chancellor. "},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:6","text":"All three politicians—Fey, Starhemberg, and Dollfuß—appear as speakers at the \"Turks Deliverance Celebration.\" In his speech, Fey recalls the genealogical line allegedly leading from the events of 1683 to Austria's current situation.  He refers to Count Ernst Rüdiger von Starhemberg, the city commandant who had defended Vienna against the Ottoman troops and whose descendant of the same name now hoped to play a significant role in the construction of the authoritarian \"corporative state\" (Ständestaat).  Starhemberg then addresses an appeal to Engelbert Dollfuß to put an end to the country's \"dishonorable existence\" and to protect the people from \"party politics\" and \"class struggle\": \"Be that savior and be convinced, all will go with you and all will be with you, if you set about saving Austria.\"  "},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:7","text":"The federal chancellor, wearing the uniform of the Tyrol Imperial Infantry, maintains that the government has achieved more in two months than the \"parliamentary machinery\" in the previous two years. He was not fighting people, he claims, but \"false ideas,\" for after the end of the world war \"the enemy [had] infiltrated the nation. Foreign spirit and foreign ideas,\" Dollfuß says, \"have lodged themselves and brought evil upon us.\" The aim, he states, is to \"eradicate the red flood […] in its innermost ideas\" and also to stand proudly against the National Socialist agitation: \"We intend to renew the spirit in our homeland under the symbol under which the Christian Occident was liberated from the Asians two hundred and fifty years ago, under the symbol of the simple Christian cross.\"  "},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:8","text":"The bourgeois newspapers also emphasized the idea that it was European culture that was defended in the summer of 1683.  For the Neue Freie Presse, the Ottoman siege was a \"world decision between Western and Eastern mankind,\" which had chosen Vienna as its arena.  In the magazine Das interessante Blatt, the then director of the Austrian State Archives, Heinrich Kretschmayr, described how the city had proved itself as a \"barbican of Christendom.\" With the battle of liberation of September 12, 1683, the Habsburg Monarchy had become a \"performer of an achievement restricted by neither state nor nation, a pan-European achievement.\"  At the \"Turks Deliverance Celebration\" of May 14, 1933, in contrast, the historical idea that the Occident was saved in Vienna served as motivation to maintain Austria as a sovereign nation. According to the Neues Wiener Tagblatt, in Schönbrunn Palace Park \"men true to the homeland\" made an \"avowal to the German-Austrian stock's continuing will to live and to the resolution to continue the German mission in the southeast of the national settlement territory as an independent state, governing itself according to its own inherent laws.\" "},{"type":"event","title":"Schönbrunn Palace Park","location":"/topography/events/10?lang=en&info=full#p:9","text":"Whether Austria ought to continue to exist as an independent state had been a controversial subject since the end of the First World War. The position that the small remainder of the former Habsburg Monarchy ought to join the German Reich was taken not only by the right wing, but also by the Social Democrats, who changed their opinion after the National Socialist \"seizure of power.\" \"Annexation to a free and peaceful Germany of the future remains our goal,\" their central party newspaper prints on Saturday, May 13, 1933, \"we fight all efforts for Austria's annexation to the fascist and nationalist Germany of today, as a threat to the freedom of the Austrian people and to peace in Europe.\"  While the National Socialists in the Engelmann Arena are calling for the two countries to merge, the Social Democratic Workers' Party encourage their supporters to attend the republican \"freedom celebrations\" taking place on Sunday morning in Vienna's municipal tenements (Gemeindebau)—the Karl Marx Hof, for instance. The leaders of the Home Guard, in contrast, turn their attention less to the future than to history, to a time \"which we call the heroic age of Austria. A nation that does not honor its past has no future,\" wrote Ernst Rüdiger Starhemberg in the closing remarks to the Instructions for the Turks Deliverance Memorial Ceremony in Vienna on May 14, 1933. "},{"type":"title","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#p:0","text":"Tonkino Fischer"},{"type":"keywords","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full","text":""},{"type":"video","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#v:11","text":"Compilation of marching scenes from the Nazi documentary Deutschland erwacht, produced on behalf of the NSDAP's Reich propaganda direction in 1933. Source: Film Archive of the Federal Archives (Berlin)."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#n:1","text":"See \"Aus der nationalsozialistischen Freiheitsbewegung,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 13, 1933, p. 7."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#n:2","text":"See Werner Michael Schwarz: Kino und Kinos in Wien. Eine Entwicklungsgeschichte bis 1934, Vienna: Turia + Kant 1992, p. 259."},{"type":"note","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#n:3","text":"See Thomas Ballhausen and Paolo Caneppele (eds.): Entscheidungen der Wiener Filmzensur. 1929–1933, Vienna: Filmarchiv Austria 2003 (= Materialien zur österreichischen Filmgeschichte, vol. 10), p. 461."},{"type":"event","title":"Tonkino Fischer","location":"/topography/events/11?lang=en&info=full#p:1","text":"On Sunday, May 14, 1933, the Nazi documentary Deutschland erwacht is screened at 9 and 11 a.m. in the Tonkino Fischer.  Founded in 1914, the movie theater at Linzer Straße 83 seated about 400 people.  While the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) is taking place in the nearby Schönbrunn Palace Park, adherents of National Socialism watch an alleged \"document of the rebirth of Germany.\" The almost one-hour sound film produced on behalf of the NSDAP's Reich propaganda direction passed the German film censorship board on April 19, 1933, and the Vienna film screening office in the following month.   Deutschland erwacht was intended as an official documentation of the National Socialists' \"seizure of power.\" The propaganda film includes footage of speeches and parades from Hitler's appointment as Reich chancellor on January 30, 1933, up to the passing of the Enablement Act on March 23, 1933, which transferred legislative power from the Reichstag to the government. It ends with the National Socialist swastika superimposed over the flag of the German Empire. "},{"type":"title","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:0","text":"Karl Marx Hof"},{"type":"keywords","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full","text":""},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:59","text":"Photographs of the \"freedom celebrations\" in Vienna's municipal housing blocks (Gemeindebau) on May 14, 1933, printed in Arbeiter-Zeitung (Vienna), May 16, 1933, p. 3. Source: Austrian Newspapers Online."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:89","text":"Front page of the Vienna Arbeiter-Zeitung from May 13, 1933, with a programmatic declaration by the Social Democratic Workers' Party on the future of the Federal State of Austria. Source: Austrian Newspapers Online."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:62","text":"Bird's-eye view of the Karl Marx Hof in Vienna from around 1930, in the foreground the Hohe Warte stadium, in the background the Heiligenstadt tram station and the Danube river. Source: Bildarchiv Austria."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:60","text":"The forecourt and central tract of the Karl Marx Hof in Vienna around 1930. Source: Municipal and Provincial Archives of Vienna."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:90","text":"Ground plan of the Karl Marx Hof in Vienna at the time of its opening in 1930, printed in Der Karl-Marx-Hof. Die Wohnhausanlage der Gemeinde Wien auf der Hagenwiese in Heiligenstadt, ed. Wiener Stadtbauamt, Vienna: Thalia [1930], p. 8. Source: Vienna City Library."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:91","text":"City map of Vienna from 1932 showing the municipal housing blocks (red) and settlements (orange), printed as appendix to the book Das Neue Wien: Ein Album mit Plan, Vienna: Elbemühl 1932. Source: Vienna City Library."},{"type":"image","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#i:61","text":"View into the northern courtyard of the Karl Marx Hof in Vienna in 1930. Source: Municipal and Provincial Archives of Vienna."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:1","text":"\"Wir kämpfen für die Freiheit,\" in: Das kleine Blatt (Vienna), May 14, 1933, p. 2 [our translation]. The expression \"rooster's tails\" (Hahnenschwänzler) is an allusion to the decorated hats worn by the Austrian Home Guard."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:2","text":"\"Weder Hitler noch Habsburg!,\" in: Arbeiter-Zeitung (Vienna), May 13, 1933, pp. 1–2 [our translation]."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:3","text":"See \"Die Freiheitsfeiern in den Wiener Bezirken,\" in: Arbeiter-Zeitung (Vienna), May 15, 1933, p. 1."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:4","text":"Der Karl Marx-Hof. Die Wohnhausanlage der Gemeinde Wien auf der Hagenwiese in Heiligenstadt, ed. Wiener Stadtbauamt, Vienna: Thalia [1930], p. 5 [our translation]."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:5","text":"See Eve Blau: The Architecture of Red Vienna. 1919–1934, Cambridge/London: MIT 1999, pp. 98–114."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:6","text":"See Eve Blau: \"Wien 1919–1934. Großstadt und Proletariat im 'Roten Wien,'\" in: Eve Blau and Monika Platzer (eds.): Mythos Großstadt. Architektur und Stadtbaukunst in Zentraleuropa 1890–1937, Munich: Prestel 1999, pp. 205–214, here p. 206."},{"type":"note","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#n:7","text":"See Gottfried Pirhofer and Reinhard Sieder: \"Zur Konstitution der Arbeiterfamilie im Roten Wien. Familienpolitik, Kulturreform, Alltag und Ästhetik,\" in: Michael Mitterauer and Reinhard Sieder (eds.): Historische Familienforschung, Frankfurt a.M.: Suhrkamp 1982, pp. 326–368."},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:1","text":"\"The rooster's tails are demonstrating for Fascism in Schönbrunn today,\" writes the Social Democratic Kleines Blatt on Sunday, May 14, 1933. \"The republican people of Vienna will celebrate republican freedom at the same hour in the municipal housing blocks.\"  While the Austrian Home Guard is evoking a bygone age of heroes in Schönbrunn Palace Park, \"Red Vienna\" looks to a socialist future.  On Saturday, May 13, 1933, the Arbeiter-Zeitung publishes a Social Democratic declaration strictly rejecting the annexation of Austria by a Germany under Adolf Hitler.  However, \"German Austria\" should not become an authoritarian \"corporative state\" (Ständestaat) as the present federal government envisaged, but remain a democratic republic, offering asylum for \"German freedom and German culture.\" The Austrian Social Democrats' long-term objective was still an \"annexation to a free and peaceful Germany of the future.\" "},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:3","text":"One of the 51 \"freedom celebrations\" taking place in Vienna on May 14, 1933, was organized in the Karl Marx Hof at Heiligenstädter Straße 82–92, which ranked among the largest housing projects in Vienna. With 1,382 apartments for around 5,000 tenants, the municipal housing complex between the Heiligenstadt tram station and the Hohe Warte stadium was the size of a small town.  Open-air concerts and political speeches are held from 10 to 12 a.m. in the two courtyards linked by a central tract with driveways and tower constructions.   Only 28,751 of the 156,027 m2 ground area were built on, just under a fifth of the total area. The \"freedom celebration\" takes place among the extensive garden areas and playgrounds intended for community use. \"Only a municipal construction activity concerned with public health can and must consider the hygienic side of building in such extensive dimensions,\" the Vienna city construction office declared in the opening brochure of the Karl Marx Hof.  The majority of the apartments were 38–48 m2 large and equipped with fitted kitchens, running water, and toilets. Communal facilities with baths and showers were built in the public part of the estate, along with electric laundries, two kindergartens, a dental clinic, a pharmacy and a health insurer with an outpatient clinic, a youth hostel and a post office, a public library, and numerous retail units. "},{"type":"event","title":"Karl Marx Hof","location":"/topography/events/12?lang=en&info=full#p:4","text":"It is characteristic of Vienna's inter-war urban planning that a single housing block rather than multiple smaller buildings was erected on the Hagenwiese in Heiligenstadt from 1926 to 1930. Instead of the Karl Marx Hof, a garden city would also have been a possibility, as the architect Adolf Loos had endorsed as head of the Vienna settlement office in the early 1920s.  The Social Democratic city government suggested another route, however, once the starvation after the First World War was alleviated. From 1923 to 1934, around 400 public housing buildings with ca. 64,000 apartments were constructed in Vienna, equipped with windows in all living rooms, WCs, running water, and gas stoves.  The Karl Marx Hof is also typical in terms of design. Its architect Karl Ehn was a student of Otto Wagner, whose urban planning had a longstanding influence on the public housing program. The monumental residential blocks countered the bourgeois representative architecture of Vienna's Ringstraße with socialist institutions.  Life in public housing was organized according to strict rules—from schedules for garbage removal to gender segregation in the laundries.  The communal solidarity for which the city government strived was to develop in the semi-public space of the courtyards.  Just as the public housing units made an essential contribution to the socialist culture of \"Red Vienna,\" on May 14, 1933, they served as a medium for proletarian counter-publicity against the Austrofascist \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn."},{"type":"title","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:0","text":"Radio Wien"},{"type":"keywords","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full","text":""},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:92","text":"Engelbert Dollfuß (in front of the microphones) and Ernst Rüdiger Starhemberg (behind him) on the garden terrace of Schönbrunn Palace at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) on May 14, 1933. Source: Bildarchiv Austria."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:93","text":"Photo report on speeches by members of the Austrian government on Radio Wien, printed in Radiowelt (Vienna), 10/14 (April 1, 1933), p. 425. Source: Vienna University Library."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:94","text":"Completed questionnaire of an audience survey for the Austrian Radio Verkehrs AG (RAVAG) conducted by the Wirtschaftspsychologische Forschungsstelle under the direction of Paul Lazarsfeld in 1931/32, contained in the Paul Felix Lazarsfeld Papers (box 34, folder 20). Source: Columbia University (New York City)."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:65","text":"Photographs of the events where Radio Wien reported live on May 14, 1933: the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park, a relay race in the Prater, and the horse-and-buggy races at Krieau, printed in Radio Wien (Vienna), 9/34 (May 19, 1933), p. 2. Source: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:63","text":"The shortwave broadcasting van of the Austrian Radio Verkehrs AG (RAVAG) around 1930, printed in Radio Wien (Vienna), 11/1 (September 28, 1934), p. 22. Source: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:64","text":"A radio workshop around 1930. Source: Bildarchiv Austria."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:95","text":"Schematic and photographic images of a transmitter for the Austrian Radio Verkehrs AG (RAVAG) that went into operation on the Bisamberg in the north of Vienna in May 1933, printed in Radio Wien (Vienna), 9/35 (May 26, 1933), p. 15. Source: Austrian Newspapers Online."},{"type":"image","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:66","text":"Flyer (ca. 1934) of the Wirtschaftspsychologische Forschungsstelle, founded by Paul Lazarsfeld in Vienna in 1931. Source: Archives for the History of Sociology in Austria (Graz)."},{"type":"audio","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#i:1","text":"Engelbert Dollfuß speaking at the Austrian Home Guard's \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park in Vienna on May 14, 1933: \"When you celebrate this day and this time today, it is not a usual historical commemoration. Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us. In the fight for the homeland, in the fight for the bettering of our homeland, we close ranks firm and true.\" [Our translation.] Source: Österreichische Mediathek."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:1","text":"See \"Radio-Wochenprogramm,\" in: Neue Freie Presse (Vienna), May 13, 1933 (evening edition), p. 4."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:2","text":"See Wolfgang Duchkowitsch: \"Umgang mit 'Schädlingen' und 'schädlichen Auswüchsen.' Zur Auslöschung der freien Medienstruktur im 'Ständestaat,'\" in: Emmerich Tálos and Wolfgang Neugebauer (eds.): Austrofaschismus. Politik – Ökonomie – Kultur. 1933–1938, Vienna: LIT 2005 (= Politik und Zeitgeschichte, vol. 1), pp. 358–370, here pp. 366–368."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:3","text":"\"Die Antwort auf den Kikeriki-Sonntag,\" in: Arbeiter-Zeitung (Vienna), May 16, 1933, p. 2 [our translation]."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:4","text":"See Viktor Ergert: 50 Jahre Rundfunk in Österreich. Vol. I: 1924–1945, Vienna: Residenz 1974, pp. 45–46."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:5","text":"\"Das neueste Ravag-Stückl,\" in: Arbeiter-Zeitung (Vienna), May 14, 1933, p. 3 [our translation]."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:6","text":"See Paul Lazarsfeld: \"Hörerbefragung der Ravag,\" in: Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996, pp. 27–66."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:7","text":"\"Die Hörerbefragung der Ravag,\" in: Radio Wien (Vienna), 9/6 (November 4, 1932), pp. 2–5, here p. 3 [our translation]."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:8","text":"See Paul Lazarsfeld: \"Hörerbefragung der Ravag,\" in: Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996, pp. 27–66, here p. 46 [our translation]."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:9","text":"See Paul Lazarsfeld: \"Hörerbefragung der Ravag,\" in: Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996, pp. 27–66, here pp. 31 and 64–65"},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:10","text":"[Paul F. Lazarsfeld:] \"Neue Wege der Verkaufspsychologie\" (15-page typescript, here p. 7 [our translation]), Paul Felix Lazarsfeld Papers (Butler Library, Columbia University, New York), box 33, folder 3."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:11","text":"[Paul F. Lazarsfeld: \"Bedürfnis\"] (20-page typescript, here pp. 12–13 [our translation]), Paul Felix Lazarsfeld Papers (Butler Library, Columbia University, New York), box 33, folder 1."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:12","text":"See Paul Neurath: \"Die methodische Bedeutung der RAVAG-Studie von Paul Lazarsfeld,\" in: Desmond Mark (ed.): Paul Lazarsfelds Wiener RAVAG-Studie 1932. Der Beginn der modernen Rundfunkforschung, Vienna: Guthmann-Peterson 1996, pp. 11–26."},{"type":"note","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#n:13","text":"See Lawrence R. Samuel: Freud on Madison Avenue. Motivation Research and Subliminal Advertising in America, Philadelphia: University of Pennsylvania Press 2010."},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:1","text":"From 10:20 to 11:05 a.m., Radio Wien broadcasts the speeches held at the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park on Sunday, May 14, 1933.  The speakers at the event, commemorating Vienna's liberation from the second Ottoman siege in 1683, are the leader of the Home Guard Ernst Rüdiger Starhemberg, security minister Emil Fey, and federal chancellor Engelbert Dollfuß,  who says into the row of microphones: \"Foreign spirit and foreign ideas are in our people, have lodged themselves and brought evil upon us.\"  To combat this enemy ideology—namely, \"red\" and \"brown\" socialism—the Austrian government, which has taken an authoritarian course since March 1933, uses radio for its propaganda purposes. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:3","text":"The live broadcast of the rally in Schönbrunn breached a taboo and prompted public protest. The Social Democratic Arbeiter-Zeitung reported on May 16, 1933, that more than 10,000 listeners had cancelled their radio registration, because \"on Sunday—deviating from the previous practice of not transmitting party political events on the radio—the Austrian Home Guard's so-called 'Turks Deliverance Celebration' was broadcast.\"  Since its foundation in 1924, the broadcasting company Radio Verkehrs AG (RAVAG) had been obliged to maintain political neutrality, which was monitored by an advisory board at weekly meetings.  The Federal Press Service within the chancellery did exert an influence over news programs; however, there ought to be no party political speeches on Austrian radio. The opposition now criticized that the government was abusing Radio Wien, whose headquarters were located at Johannesgasse 4, as its mouthpiece.  Speeches that were politically desirable were broadcast, they claimed, while opposing voices were silenced. As an example, the Arbeiter-Zeitung on the day of the \"Turks Deliverance Celebration\" cited a cancelled program that had been scheduled for May 17, 1933. The Vienna councilor Kamilla Groß was to speak about the rights of domestic servants as part of the \"Chamber of Labor Hour.\" Her lecture was taken off the schedule with the justification that a social policy reform was currently underway and there had been \"complaints from housewives\" about such broadcasts. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:4","text":"The gap between the radio schedules and the listeners' wishes in Austria was also shown in a study carried out in the early 1930s by the Wirtschaftspsychologische Forschungsstelle. The RAVAG had commissioned this institute for economic-psychological research, headed by Paul Lazarsfeld, to run a statistical survey of listeners' tastes. It produced a questionnaire, which was included in radio listings magazines in November 1931 and was also available in tobacconist shops.  The innovative aspect of the study, which presented its findings a year later, was not so much the quantitative measurement of listeners' wishes, but rather the fact that it provided information on the likes and dislikes of various social groups.  The questionnaire included a section on age, sex, profession, and place of residence. By correlating radio programs with social data, the study broke the mass audience down into specific target groups."},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:5","text":"\"The great majority of the population is more interested in cheerful presentations, be they of a musical or literary nature,\" Radio Wien magazine summarized the findings.  The overwhelming part of the respondents preferred variety evenings to chamber music and comedy plays to scholarly lectures. There was a general rejection of \"current audio reports\" like the transmission of the \"Turks Deliverance Celebration,\" a fact the study report put down to technical problems.  On May 14, 1933, the Vienna station not only reports from Schönbrunn Palace Park, but also from a relay race in the Prater and the horse-and-buggy races at Krieau.  For such live reporting from the scene of events, RAVAG had introduced a shortwave broadcasting van in the late 1920s.  Although three quarters of respondents had already upgraded from detector radios with headphones to tube devices with loudspeakers,  reception quality was still not ideal, as the letters sent with the questionnaires revealed.  To combat these technical difficulties, RAVAG built a large transmitter at Bisamberg near Vienna, which went into operation at the end of May 1933. "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:6","text":"While the RAVAG executives regarded broadcasting as an instrument of mass education and increasingly of propaganda, Lazarsfeld used radio listeners as a data source. The Wirtschaftspsychologische Forschungsstelle, which he had founded in 1931 as an assistant in the Department of Psychology at the University of Vienna, linked statistical calculations with in-depth interviews in order to reveal the true motives for purchase actions.  The aim of this \"motivation research\" was \"that with the aid of economic-psychological surveys, the structure of the relations between consumer and article is crystallized and then the advertising method sought that is most effective for this type of relationship.\"  The reports produced were to construct \"worlds of needs,\" consisting of \"a group of people and a real or intellectual object.\" "},{"type":"event","title":"Radio Wien","location":"/topography/events/13?lang=en&info=full#p:7","text":"Lazarsfeld used these Vienna studies as the foundation of his later work at the Office of Radio Research, which was affiliated with Columbia University in New York. Their research involved not simply measuring ratings, as was standard practice at the time, but relating programs to social listener types.  This was valuable knowledge that promised advertising customers insights into which shows their respective target groups preferred. A number of Lazarsfeld's colleagues from the Wirtschaftspsychologische Forschungsstelle in Vienna went on to careers with New York ad agencies, having had to escape from Austria due to their Jewish origins or political convictions. With the aid of Hans Zeisel, Herta Herzog, and Ernest Dichter, motivation research became a key technique in post-war marketing. "},{"type":"title","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#p:0","text":"German Embassy"},{"type":"keywords","title":"German Embassy","location":"/topography/events/14?lang=en&info=full","text":""},{"type":"note","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#n:1","text":"Cit. after \"Abreise der deutschen Funktionäre,\" in: Neue Freie Presse (Vienna), May 15, 1933 (evening edition), p. 4 [our translation]."},{"type":"note","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#n:2","text":"\"Ersuchen um Rückberufung Dr. Franks,\" in: Reichspost (Vienna), May 16, 1933, p. 1 [our translation]."},{"type":"note","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#n:3","text":"See \"Die Heimreise Dr. Franks,\" in: Neue Freie Presse (Vienna), May 16, 1933 (evening edition), p. 2."},{"type":"event","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#p:1","text":"While the Home Guard troops taking part in the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park are marching to Schwarzenbergplatz, a press conference is underway in the German embassy at Metternichgasse 3. On Sunday, May 14, 1933, at around 1 p.m., the Nazi politicians from Germany who arrived at Aspern Airfield the previous day make official statements on their visit to Vienna for international journalists: \"We love Austria,\" says the Bavarian minister of justice Hans Frank, \"and no one will ever again wrest Austria out of its affiliation with Germany.\" "},{"type":"event","title":"German Embassy","location":"/topography/events/14?lang=en&info=full#p:3","text":"Hans Frank takes a car to Graz during the afternoon, where he holds a speech on the Schlossberg, \"in which the Austrian federal government and the federal chancellor in particular [are] degraded and [the audience is] encouraged to resist the federal government.\"  His entourage, however, flies back to Berlin from Aspern that Sunday. When Frank attempts to make a public appearance in Salzburg the next day, May 15, 1933, the police prohibit him from giving any further speeches.  After the Nazi politician is expelled from Austria, diplomatic protests are lodged both in Vienna and Berlin."},{"type":"title","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:0","text":"Schwarzenbergplatz"},{"type":"keywords","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full","text":""},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#i:15","text":"Austrian Home Guard members lower the flags at Schwarzenbergplatz in Vienna on May 14, 1933, as they march past their leaders, including Engelbert Dollfuß (second from left) and Ernst Rüdiger Starhemberg (third from left), who review and salute the paramilitary parade. Source: Bildarchiv Austria."},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#i:14","text":"Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz in Vienna on May 14, 1933, here on Mariahilfer Straße around the area of Vienna's western railway station. Source: Bildarchiv Austria."},{"type":"image","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#i:69","text":"Austrian Home Guard troops marching in Vienna from Schönbrunn Palace to Schwarzenbergplatz on May 14, 1933, here at the lower part of Mariahilfer Straße, around the area of the Technical Museum. At the head of the paramilitary parade: Ernst Rüdiger Starhemberg (in the middle) with Emil Fey (on his right) and Richard Steidle (on his left). Source: Bildarchiv Austria."},{"type":"video","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#v:12","text":"Silent movie on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. The clip shows Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz, where members of the Austrian government receive the paramilitary parade. Source: Filmarchiv Austria."},{"type":"video","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#v:1","text":"Movie report on the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Vienna on May 14, 1933, from the newsreel Fox Tönende Wochenschau (VII/20, May 15, 1933), contained in the Jahresschau 1933 der Bundespolizeidirektion in Wien. The clip shows Austrian Home Guard troops marching from Schönbrunn Palace to Schwarzenbergplatz, here first along Mariahilfer Straße and then in front of the Staatsoper. Source: Filmarchiv Austria."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:1","text":"See, for example, \"Der Zug der Vierzigtausend durch Wien,\" in: Reichspost (Vienna), May 15, 1933, p. 1, vs. \"Der Spießrutenlauf von Starhembergs Völkerbund,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 15, 1933, p. 1."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:2","text":"See \"530 Personen festgenommen,\" in: Wiener Zeitung (Vienna), May 16, 1933, p. 4."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:3","text":"\"Bürgerliche 'Demokraten,'\" in: Arbeiter-Zeitung (Vienna), May 16, 1933, p. 2 [our translation]."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:4","text":"\"'Innsbrucker Empfang' der Starhemberg-Heimwehr in Wien,\" in: Deutschösterreichische Tages-Zeitung (Vienna), May 15, 1933, p. 2 [our translation]."},{"type":"note","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#n:5","text":"\"Der große Heimwehraufmarsch,\" in: Die Stunde (Vienna), May 16, 1933, p. 2 [our translation]."},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:1","text":"The Home Guard troops taking part in the \"Turks Deliverance Celebration\" (Türkenbefreiungsfeier) in Schönbrunn Palace Park arrive at Schwarzenbergplatz at around 1:30 p.m.  At the same time, the Nazi politicians from Germany, having landed some 24 hours previously at Aspern Airfield, hold a press conference in the German embassy. Government papers refer to 40,000, opposition papers to 20,000 men from all over Austria, marching via Schlossallee, Mariahilfer Straße, Babenbergerstraße, and Ringstraße.   At the head of the parade are the Home Guard leaders Ernst Rüdiger Starhemberg, Emil Fey, and Richard Steidle, all with steel helmets and bull pizzles, followed by marching bands and the regional sections in traditional dress.  On Schwarzenbergplatz, government representatives headed by federal chancellor Engelbert Dollfuß receive the parade. "},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:3","text":"There is great public interest in this paramilitary parade by the Austrian Home Guard, which was permitted as a patriotic event despite the current ban on marches. Men raise their hats at the side of the road, women wave handkerchiefs. However, there are also attempts at disruption by political opponents: Social Democrats whistle and throw eggs, National Socialists shout \"Heil Hitler!\" and sing the Deutschlandlied.  Mounted police storm the demonstrators, using batons and bayonets. 530 people are arrested over the course of the day. "},{"type":"event","title":"Schwarzenbergplatz","location":"/topography/events/15?lang=en&info=full#p:4","text":"The Arbeiter-Zeitung asked itself in retrospect what was behind \"all this enthusiasm from the bourgeois 'democrats' for the Sunday parade.\" For the official newspaper of the Austrian Social Democrats, the answer was the \"mindset of the Jewish bourgeois,\" who could happily live with Fascism without antisemitism: \"That is why he is against Hitler; he has nothing against Starhemberg.\"  According to the Deutschösterreichische Tages-Zeitung, the National Socialist party newspaper in Austria, \"the three-hour march-past offered a ghastly picture,\" which had left the impression of a defeated army.   Die Stunde, however, was pleasantly surprised: the Home Guard did not, as expected, represent a \"traditional costume museum come to life,\" but \"one of the most vital sources of strength for the new Austrian spirit.\" Whereas \"excited youths\" had cheered on the German National Socialists the previous day, the \"older vintages\" now mustered. \"Sunday demonstrated against Saturday,\" wrote the Vienna tabloid. "},{"type":"title","title":"God","location":"/topology/mediations/1/mediators/0?lang=en&info=full#p:0","text":"God"},{"type":"keywords","title":"God","location":"/topology/mediations/1/mediators/0?lang=en&info=full","text":""},{"type":"title","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=en&info=full#p:0","text":"Ernst Rüdiger Starhemberg"},{"type":"keywords","title":"Ernst Rüdiger Starhemberg","location":"/topology/mediations/1/mediators/1?lang=en&info=full","text":""},{"type":"title","title":"\"Undesirable Visit\"","location":"/topology/mediations/1/mediators/2?lang=en&info=full#p:0","text":"\"Undesirable Visit\""},{"type":"keywords","title":"\"Undesirable Visit\"","location":"/topology/mediations/1/mediators/2?lang=en&info=full","text":""},{"type":"title","title":"Schönbrunn","location":"/topology/mediations/1/mediators/3?lang=en&info=full#p:0","text":"Schönbrunn"},{"type":"keywords","title":"Schönbrunn","location":"/topology/mediations/1/mediators/3?lang=en&info=full","text":""},{"type":"title","title":"Fascism as Tragedy","location":"/topology/mediations/1/mediators/4?lang=en&info=full#p:0","text":"Fascism as Tragedy"},{"type":"keywords","title":"Fascism as Tragedy","location":"/topology/mediations/1/mediators/4?lang=en&info=full","text":""},{"type":"title","title":"\"Anthem Chaos\"","location":"/topology/mediations/1/mediators/5?lang=en&info=full#p:0","text":"\"Anthem Chaos\""},{"type":"keywords","title":"\"Anthem Chaos\"","location":"/topology/mediations/1/mediators/5?lang=en&info=full","text":""},{"type":"title","title":"March on Vienna","location":"/topology/mediations/2/mediators/6?lang=en&info=full#p:0","text":"March on Vienna"},{"type":"keywords","title":"March on Vienna","location":"/topology/mediations/2/mediators/6?lang=en&info=full","text":""},{"type":"title","title":"Bell & Howell 2709","location":"/topology/mediations/2/mediators/7?lang=en&info=full#p:0","text":"Bell & Howell 2709"},{"type":"keywords","title":"Bell & Howell 2709","location":"/topology/mediations/2/mediators/7?lang=en&info=full","text":""},{"type":"title","title":"Perceptual Gymnastics","location":"/topology/mediations/2/mediators/8?lang=en&info=full#p:0","text":"Perceptual Gymnastics"},{"type":"keywords","title":"Perceptual Gymnastics","location":"/topology/mediations/2/mediators/8?lang=en&info=full","text":""},{"type":"title","title":"Mabuse's Control Center","location":"/topology/mediations/2/mediators/9?lang=en&info=full#p:0","text":"Mabuse's Control Center"},{"type":"keywords","title":"Mabuse's Control Center","location":"/topology/mediations/2/mediators/9?lang=en&info=full","text":""},{"type":"title","title":"\"Lick me in the ass!\"","location":"/topology/mediations/2/mediators/10?lang=en&info=full#p:0","text":"\"Lick me in the ass!\""},{"type":"keywords","title":"\"Lick me in the ass!\"","location":"/topology/mediations/2/mediators/10?lang=en&info=full","text":""},{"type":"title","title":"Mikes, Cables, Transmitters","location":"/topology/mediations/3/mediators/11?lang=en&info=full#p:0","text":"Mikes, Cables, Transmitters"},{"type":"keywords","title":"Mikes, Cables, Transmitters","location":"/topology/mediations/3/mediators/11?lang=en&info=full","text":""},{"type":"title","title":"RAVAG Studies","location":"/topology/mediations/3/mediators/12?lang=en&info=full#p:0","text":"RAVAG Studies"},{"type":"keywords","title":"RAVAG Studies","location":"/topology/mediations/3/mediators/12?lang=en&info=full","text":""},{"type":"title","title":"\"Torches of Freedom\"","location":"/topology/mediations/3/mediators/13?lang=en&info=full#p:0","text":"\"Torches of Freedom\""},{"type":"keywords","title":"\"Torches of Freedom\"","location":"/topology/mediations/3/mediators/13?lang=en&info=full","text":""},{"type":"title","title":"Educating New Men","location":"/topology/mediations/3/mediators/14?lang=en&info=full#p:0","text":"Educating New Men"},{"type":"keywords","title":"Educating New Men","location":"/topology/mediations/3/mediators/14?lang=en&info=full","text":""},{"type":"title","title":"Listener Strike","location":"/topology/mediations/3/mediators/15?lang=en&info=full#p:0","text":"Listener Strike"},{"type":"keywords","title":"Listener Strike","location":"/topology/mediations/3/mediators/15?lang=en&info=full","text":""}]